Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/cms/layout/ch.locallang_db_new_content_*.xlf
Languages: el

# common
source: Typical page content
el: 典型页面内容

# common_bulletList_description
source: A single bullet list.
el: 单一列表

# common_bulletList_title
source: Bullet List
el: 列表

# common_headerOnly_description
source: Adds a header only.
el: 仅添加一个标题

# common_headerOnly_title
source: Header Only
el: 仅标题

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
el: 带有标题在栏和列指定的任意数量的图片

# common_imagesOnly_title
source: Images Only
el: 仅图片

# common_regularText_description
source: A regular text element with header and bodytext fields.
el: 带有标题和正文内容域的规则文本

# common_regularText_title
source: Regular Text Element
el: 标准文本元素

# common_table_description
source: A simple table.
el: 一个简单的表格

# common_table_title
source: Table
el: 表格

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
el: 文本的周围环绕的图片

# common_textImage_title
source: Text & Images
el: 文本带图片

# forms
source: Form elements
el: 表单元素

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
el: 登录或注销表单用于仅允许授权用户和用户组访问密码保护页面

# forms_login_title
source: Login Form
el: 登录框

# forms_mail_description
source: A mail form allowing website users to submit responses.
el: 邮件表单允许用户发送反馈

# forms_mail_title
source: Mail Form
el: 邮件表单

# forms_search_description
source: Draws a search form and the search result if a search is performed.
el: 制作一个搜索表单和搜索之后的结果

# forms_search_title
source: Search Form
el: 搜索框

source: Plugins
el: 插件

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
el: 选择一个元素类型并插入插件

# plugins_general_title
source: General Plugin
el: 普通插件

# sel1
source: Please select the type of page content you wish to create:
el: 请选择您想要创建的页面内容类型:

# sel2
source: Now, click the position where you wish to place the element on the page:
el: 现在点击您想放置元素到页面上的位置:

# special
source: Special elements
el: 特殊元素

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
el: 这个元素插入一个虚拟分隔符，默认是一个横线

# special_divider_title
source: Divider
el: 分割符号

# special_filelinks_description
source: Makes a list of files for download.
el: 制作一个文件下载列表

# special_filelinks_title
source: File Links
el: 文件链接

# special_media_description
source: Inserts a media element like a Flash animation, audio file or video clip.
el: 插入一个多媒体元素，例如Flash动画，音频文件或视频剪辑

# special_media_title
source: Media
el: 多媒体

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
el: 创建页面的菜单，网站地图

# special_menus_title
source: Special Menus
el: 指定菜单

# special_multimedia_description
source: Inserts a media element like a Flash animation, audio file or video clip.
el: 插入一个多媒体元素，例如Flash动画，音频文件或视频剪辑

# special_multimedia_title
source: Multimedia
el: 多媒体

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
el: 使用这个元素你可以在页面上插入HTML源文件

# special_plainHTML_title
source: Plain HTML
el: 普通HTML代码

# special_qtobject_description
source: Inserts a Quicktime element like a Quicktime audio file or video clip (*.mov).
el: 插入Quicktime元素，例如Quicktime音频文件或视频剪辑

# special_qtobject_title
source: Inserts a Quicktime element.
el: 插入一个Quicktime元素

# special_shortcut_description
source: With this element you can embed other content elements.
el: 使用这个元素你可以插入其他的内容元素

# special_shortcut_title
source: Insert records
el: 插入记录

# special_sitemap_title
source: Sitemap
el: 网站地图

# special_swfobject_description
source: Inserts Flash media element, audio file or video clip.
el: 插入一个多媒体元素，例如Flash动画，音频文件或视频剪辑

# special_swfobject_title
source: Inserts a Flash media element.
el: 插入Flash媒体文件
