Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/cms/layout/ch.locallang.xlf
Languages: ch

# CEonThisPage
source: Content elements on this page:
ch: 此页面的内容元素:

source: Advanced functions
ch: 高级功能

# clearCache
source: Click here to clear cache for this page.
ch: 点击此处清除此页缓冲

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
ch: 请点击左边页面树里的页面标题,编辑页面内容

# clickAPage_header
source: Web>Page module
ch: 页面模块

source: Content
ch: 内容

# content_from_pid_title
source: Page uses content from this page: %s
ch: 页面使用了这个页面的内容： %s

# defaultLanguage
source: Default
ch: 默认

# deleteItem
source: Delete
ch: 删除

# deleteWarning
source: Are you sure you want to delete this record?
ch: 您想删除这些记录您确定吗?

source: Edit
ch: 编辑

# editColumn
source: Edit this column
ch: 编辑此栏

# editInRTE
source: Edit in Rich Text Editor
ch: 用Rich Text编辑器编辑

source: Edit language header
ch: 编辑语言页眉

source: Edit page language overlay properties
ch: 编辑页面语言覆盖属性

source: Edit page properties
ch: 编辑页面属性

# editPageProperties_curLang
source: Edit translation properties
ch: 编辑翻译属性

source: Go to list module
ch: 到列表模块

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
ch: 当前页面是文件夹，文件夹通常不包含内容元素，但是可以收集整理各类的数据记录

source: Go to table
ch: 前往表

source: Grid-View
ch: 网格视图

# hiddenCE
source: Show hidden content elements
ch: 显示隐藏的内容元素

source: Hide
ch: 隐藏

source: Internal notes
ch: 内部短信

# m_default
source: Default
ch: 默认

# m_function_0
source: QuickEdit
ch: 快速编辑

# m_function_1
source: Columns
ch: 栏

# m_function_2
source: Languages
ch: 语言

# m_tt_address_0
source: Short List
ch: 短列表

# m_tt_address_1
source: Address list
ch: 地址列表

# m_tt_address_2
source: Personal info
ch: 个人信息

# m_tt_board_0
source: List topics only
ch: 列出主题

# m_tt_board_expand
source: Expand Threads
ch: 扩展线程

# m_tt_calender_date
source: Date
ch: 日期

# m_tt_calender_date_ext
source: Date - extended
ch: 日期-扩展

# m_tt_calender_ext
source: Extended
ch: 扩展

# m_tt_calender_todo_ext
source: Todo - extended
ch: Todo-扩展

# m_tt_links_1
source: Whole URL
ch: 完整URL

# m_tt_links_2
source: Alternative note
ch: 可选记录

# m_tt_products_ext
source: Extended
ch: 扩展

# moveDown
source: Move record down
ch: 记录向下移动

# moveUp
source: Move record up
ch: 记录向上移动

source: Move page
ch: 移动页面

# move_record
source: Re-position current content element
ch: 重新定位当前的内容元素

# newAfter
source: New record after this one
ch: 在此之后新建记录

# newContentElement
source: Create new content element
ch: 创建新内容元素

# newInColumn
source: Create new record in top of this column
ch: 在此栏的顶部创建新内容

# newLabel
source: NEW
ch: 新建

# newPage
source: Create new page
ch: 创建新页面

# newPage2
source: New page
ch: 新建页面

# newPageContent
source: Create page content
ch: 创建页面内容

# newPageContent2
source: New content
ch: 新建内容

# newPageContent_copyForLang
source: Copy default content elements
ch: 复制默认内容元素

# newRecordGeneral
source: Create new record
ch: 创建新记录

# newRecordHere
source: Add a new record at this place
ch: 在这里添加新内容

# new_language
source: Make new translation of this page
ch: 在此页面上做新的翻译

# nextThree
source: Edit next %s records
ch: 编辑下面%s的记录

# noAccess
source: No edit access
ch: 无编辑权限

# noAccess_msg
source: You do not have access to edit the requested record.
ch: 您无权限编辑需求的记录.

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
ch: 抱歉,不允许您编辑此页面的条目!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
ch: 抱歉,不允许您编辑此页面!

source: No plugin selected
ch: 没有选择插件

source: Not assigned
ch: 没有指派

# pI_crDate
source: Created date
ch: 创建日期

# pI_crUser
source: Created by
ch: 创建者

# pI_hits10days
source: Last 10 days
ch: 最近10天

# pI_hits24hours
source: Last 24 hours
ch: 最近24小时

# pI_hitsPeriod
source: Hits Period
ch: 点击时期

# pI_hitsTotal
source: Total Hits
ch: 点击汇总

# pI_lastChange
source: Last change
ch: 上次更改

# pI_lastChangeContent
source: Last change, content
ch: 上次更改,内容

source: Page information
ch: 页面信息

# recordHistory
source: View record change history
ch: 显示记录更改历史

source: records
ch: 记录

# recursiveDeleteWarning
source: You can recover pages with subpages only with the recycler. Are you sure you want to delete these pages?
ch: 你可以使用回收站恢复页面和子页面，你确认删除这些页面吗？

# title
source: Page content
ch: 页面内容

# tt_board_RE
source: RE
ch: 回复

# tt_board_age
source: Age
ch: 年龄

# tt_board_author
source: Author
ch: 作者

# tt_board_date
source: Date
ch: 日期

# tt_board_subject
source: Subject
ch: 主题

source: Un-hide
ch: 显示

# undoLastChange
source: Undo/Redo last change (%s ago)
ch: 撤销/重做 上次修改(%s 以前)

# viewContent
source: Viewing content of
ch: 查看内容
