Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/cms/web_info/ch.locallang.xlf
Languages: ch

# hits_title
source: Hit Statistics
ch: 点击统计

# lang_getlangsta_createNewTranslationHeaders
source: Create new translation headers
ch: 新建翻译页眉

# lang_renderl10n_CEcount
source: Content Element Count
ch: 内容元素计数

# lang_renderl10n_badThingThereAre
source: ERROR: there are two or more page overlay records for this language! Only one is allowed!
ch: 错误：对此语言存在两个或更多的重叠记录！只允许存在一个！

# lang_renderl10n_default
source: Default
ch: 默认

# lang_renderl10n_editDefaultLanguagePage
source: Edit default language page properties
ch: 编辑默认语言页面属性

# lang_renderl10n_editLangOverlays
source: Edit all language overlay records
ch: 编辑全部语言重叠记录

# lang_renderl10n_editLanguageOverlayRecord
source: Edit language overlay record
ch: 编辑语言重叠记录

# lang_renderl10n_editPage
source: Edit page
ch: 编辑页面

# lang_renderl10n_editPageLang
source: Edit page translation
ch: 编辑页面翻译

# lang_renderl10n_editPageProperties
source: Edit all page properties
ch: 编辑全部页面属性

# lang_renderl10n_page
source: Page
ch: 页

# lang_renderl10n_viewPage
source: View page
ch: 查看页面

# lang_title
source: Localization overview
ch: 本地化概览

# pI_crDate
source: Created date
ch: 创建日期

# pI_crUser
source: Created by
ch: 创建者

# pI_lastChange
source: Last change
ch: 最近更改

# pI_lastChangeContent
source: Last change, content
ch: 上次更改,内容

source: Page information
ch: 页面信息

# page_sysnote
source: Internal notes
ch: 内部记录

# page_title
source: Pagetree overview
ch: 页面树浏览

# pages_0
source: Basic settings
ch: 基本设置

# pages_1
source: Record overview
ch: 记录浏览

# pages_2
source: Cache and Age
ch: 缓冲及生存期

# stat_period
source: Statistics in the period %s back to %s
ch: 时期 %s 统计 返回 %s

# stat_type_0
source: Page hits
ch: 页面点击

# stat_type_1
source: Total hits
ch: 总点击

# stat_type_2
source: Hits in main sections
ch: 主区点击
