Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/tstemplate/Resources/Private/Language/ch.locallang.xlf
Languages: ch

# areYouSure
source: Are you sure you want to do this?
ch: 你确定要这样做吗？

source: Constant Editor
ch: 常数编辑器

# createTemplate
source: Create a template record first in order to edit constants!
ch: 为了编辑常数需要先创建一个模板记录！

# createTemplateToEditConfiguration
source: You need to create a template record below in order to edit your configuration.
ch: 为了编辑你的配置你需要创建一个模板记录

# extTemplate
source: Create extension template
ch: 创建扩展模板

# extTemplateAction
source: Click here to create an extension template.
ch: 点击这里创建一个扩展模板。

# extTemplateDescription
source: An extension template allows you to enter TypoScript values that will affect only this page and subpages.
ch: 扩展模板允许你嵌入TypoScript值，可以影响本页以及下面的页面。

# goToClosest
source: Go to closest page with template
ch: 去最近页面的模板

# goToClosestAction
source: Click here to go.
ch: 点击继续

# goToClosestDescription
source: Closest template is on page '%s' (uid %s).
ch: 最近页面的模板在 '%s' (uid %s).

source: Info/Modify
ch: 信息/编辑

source: Is Ext?
ch: 扩展？

source: Is Root?
ch: 根？

# moduleTitle
source: Template tools
ch: 模板工具

# newWebsite
source: Create new website
ch: 创建新站点

# newWebsiteAction
source: Create template for a new site
ch: 为新站点创建模板

# newWebsiteDescription
source: If you want this page to be the root of a new website, optionally based on one of the standard templates, then press the button below:
ch: 如果你希望本页作为站点的根，可选的就是你可以选择一个标准模板，可以点击如下的按钮继续：

source: No template
ch: 无模板

# noTemplateDescription
source: There was no template on this page!
ch: 这个页面上没有模板！

# objectBrowser
source: TypoScript Object Browser
ch: TypoScript对象浏览器

# overview
source: This is an overview of the pages in the database containing one or more template records. Click a page title to go to the page.
ch: 这是包括一个或者多个模板页面的概览，点击页面标题前去页面。

source: Page name
ch: 页面名称

source: Template Analyzer
ch: 模板分析器

source: Templates
ch: 模板

# titleNewSite
source: NEW SITE
ch: 新站点

# titleNewSiteStandard
source: NEW SITE, based on standard
ch: 新站点，基于标准

# viewTemplates
source: Viewing templates of
ch: 查看模板
