Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/templavoila/mod1/ch.locallang.xlf
Languages: ch

# title
source: WEB > PAGE MODULE
ch: 网站页面 模块

# default_introduction
source: If you wish to edit the content of a page, please click the page title in the page tree to the left.
ch: 如果您想编辑一个页面的内容,请占击左侧页面树的一个页面标题.

# csh_whatisthetemplavoilapagemodule
source: What is the TemplaVoilà page module?
ch: TemplaVoila 页面模块是什么?

# createnewpage_selecttemplate
source: Select a template for your new page:
ch: 为您的新页面选择一个模板:

# createnewpage_defaultlayoutsubmitlabel
source: Create page with default layout
ch: 用默认格式创建页面

# createnewpage_templateobject_createemptypage
source: Create an empty page based on this template:
ch: 基于此模板创建一个空页面:

# createnewpage_templateobject_createpagewithdefaultcontent
source: Create a page with default content based on this template:
ch: 基于此模板创建一个带有默认内容的页面

# createnewcontent_newContentElement
source: New content element
ch: 新内容元素

# warning_elementusedmorethanonce
source: This element has been used %s times on this page! ID:%s
ch: 这个元素已经被使用了 %s 次,在此页面!ID:%s

# warning_containerSeparate_short
source: L10N mode: Separate!
ch: L10N 模式: 分离!

# warning_containerInheritance_short
source: L10N mode: Inheritance
ch: L10N 模式: 继承

# jumptomountsourcepage
source: Jump to source page of this mount point
ch: 跳转到该挂接点的源页面

# jumptocontentfrompidpage
source: Jump to page containing the content elements
ch: 跳转到包含该内容元素的页面

# cannotedit_shortcut_0
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content the page "%s". Therefore you cannot edit the content of this page directly.
ch: 这个页面的页面类型是“快捷方式”，本身没有包含任何内容，这个页面显示的内容在"%s". 所以你不能直接编辑本页面。

# cannotedit_shortcut_1
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content from the first sub page. Therefore you cannot edit the content of this page directly.
ch: 这个页面的页面类型是“快捷方式”，本身没有包含任何内容，这个页面显示的内容在第一子页面，所以你不能直接编辑本页面。

# cannotedit_shortcut_2
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content of a random sub page. Therefore you cannot edit the content of this page directly.
ch: 这个页面的页面类型是“快捷方式”，本身没有包含任何内容，这个页面显示的内容在一个随机的子页面上，所以你不能直接编辑本页面。

source: Jump to shortcut destination
ch: 跳转到快捷方式目标

# jumptoexternalurl
source: Jump to external URL (%s)
ch: 跳转到外部 URL (%s)

# editpage_sysfolder_switchtolistview
source: Switch to list view
ch: 切换到列表查看

# template_nodescriptionavailable
source: No description available.
ch: 无可用描述

# template_titledefault
source: Default template
ch: 默认模板

# willbereplacedbydefaultlanguage
source: (will be replaced by content of default language)
ch: (将会被默认语言的内容所代替)

# newce_defaulttext_text
source: Please enter some text here
ch: 请在这儿输入一些文本

# view_basic
source: Basic view
ch: 基本查看

# view_tree
source: Tree view
ch: 树形查看

# createnewtranslation
source: Create new page translation
ch: 创建新页面翻译

# selectlanguageversion
source: Show page language version
ch: 显示页面语言版本

source: Page localization mode
ch: 页面局部(localization)模式

# pageLocalizationMode_separate
source: Separate structures
ch: 分离的结构

# pageLocalizationMode_inheritance
source: Inheritance of values
ch: 继承值

# pageLocalizationDisplayMode
source: Display mode
ch: 显示模式

# pageLocalizationDisplayMode_selectedLanguage
source: Selected language
ch: 选择语言

# pageLocalizationDisplayMode_onlyLocalized
source: Only localized elements
ch: 仅localized元素

source: Click to edit translation
ch: 点击编辑翻译

# editlanguageversion
source: Edit page properties
ch: 编辑页面属性

source: Multiple languages
ch: 多语言

source: Language disabled
ch: 禁止语言

source: View sub elements
ch: 查看子元素

# gobacktooverview
source: Go back to whole page view
ch: 返回整个页面查看

# createnewrecord
source: Create new element
ch: 创建新元素

# editrecord
source: Edit element
ch: 编辑元素

# editrecord_d
source: Editing is not allowed for this element!
ch: 这个元素不允许编辑

# pasterecord
source: Paste element
ch: 粘贴元素

# pastefce_andcopyallsubs
source: Paste copy of element and make copies of all sub elements
ch: 粘贴元素的拷贝并且制作所有子元素的拷贝

# pastefce_andreferencesubs
source: Paste copy of element and keep references to original sub elements
ch: 粘贴元素的拷贝并且保持原始子元素的引用指向

# copyrecord
source: Copy element
ch: 复制元素

# cutrecord
source: Cut element
ch: 剪切元素

source: Create reference
ch: 创建引用

# unlinkRecord
source: Unlink element
ch: 取消链接元素

# deleteRecord
source: Delete element (!)
ch: 删除元素(!)

# deleteRecordMsg
source: Do you really want to delete this element?
ch: 您真的要删除该元素吗?

# deleteRecordWithReferencesMsg
source: This element is also referenced on other pages. Do you really want to delete this element?
ch: 这个元素同时被引用到其他页面，你真的要删除吗

# unlinkRecordMsg
source: Unlink element?
ch: 取消链接元素?

source: Page related information
ch: 页面相关

source: Advanced functions
ch: 高级功能

# localization
source: Translations
ch: 翻译

# availabletranslations
source: Translations
ch: 翻译

source: Versioning
ch: 版本

source: Non-used elements
ch: 未使用元素

# makeLocal
source: Create local copy
ch: 创建本地副本

# makeLocalMsg
source: Do you want to create a local copy of this referenced element?
ch: 您要创建一个该引用元素的局部拷贝吗?

# performTranslation
source: Click to translate FlexForm
ch: 点击翻译这个FlexForm

source: Path
ch: 路径

source: Default language
ch: 默认语言

# createcopyfortranslation
source: Create a copy for translation
ch: 为翻译创建一个副本

# inititemno_elementsNotBeingUsed
source: Elements not being used in this language or sheet
ch: 在这个语言或表单中元素未被使用

# rendernonusedelements_deleteall
source: Delete all records above marked with delete-icon
ch: 删除以上标记了删除图标的所有元素

# renderreferencecount_delete
source: Delete!
ch: 删除！

# sidebar_advancedfunctions_labelshowhidden
source: Show hidden elements
ch: 显示隐藏元素

# sidebar_advancedfunctions_labelshowoutline
source: Show outline
ch: 显示大纲

# sidebar_advancedfunctions_labelcachefunctions
source: Cache functions
ch: 缓存功能

# sidebar_renderitem_showtranslationinformation
source: Display translation information
ch: 显示翻译信息

# sidebar_versionSelector
source: Versioning
ch: 版本

# sidebar_versionSelector_createVersion
source: Create version of this page
ch: 创建本页版本

# outline_header_title
source: Title:
ch: 标题:

# outline_header_controls
source: Controls:
ch: 控制器:

# outline_header_status
source: Status:
ch: 状态:

# outline_header_element
source: Element:
ch: 元素:

# outline_status_dirty
source: Click to clean up XML...
ch: 点击清除 XML...

# outline_status_clean
source: XML is clean.
ch: XML 是干净的

# outline_status_cleanAll
source: Clean XML of all dirty elements above!
ch: 清除以上XML中的无用元素!

# element_localizations
source: Localizations
ch: 本地化

# records
source: Other elements (non-content)
ch: 其它元素（非内容）

# displayRecordsFrom
source: Display elements from:
ch: 显示内容从：
