Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/templavoila/mod1/ch.locallang_db_new_content_*.xlf
Languages: el

# sel1
source: Please select which kind of page content you wish to create:
el: 请选择您想要创建的页面内容:

# sel2
source: Now, click at the position where you wish to place the element on the page:
el: 现在指出您想放置元素到页面上的位置:

# common
source: Typical page content
el: 典型页面内容

# common_1_title
source: Regular text element
el: 普通文字元素

# common_1_description
source: A regular text element with header and bodytext fields.
el: 带标题与正文的文字元素

# common_2_title
source: Text with image below
el: 其下带图片的文字

# common_2_description
source: Regular text element with a field which can contain any number of images which are positioned below the text.
el: 带有可放置多张图片于底部区域的普通文字元素

# common_3_title
source: Text with image to the right
el: 图片置右的文绕图

# common_3_description
source: Like above but with the images placed to the right of the text with the text wrapping around the images.
el: 带有可放置多张图片于右边区域的普通文字元素

# common_4_title
source: Images only
el: 纯图片

# common_4_description
source: Any number of images aligned in columns and rows with caption. Like the image options above but without text.
el: 不定数量的带标题按行列对齐的图片. 跟前面的选项不同的是没有文字.

# common_5_title
source: Bullet list
el: 排列列表

# common_5_description
source: A single bullet list.
el: 简单的排列列表.

# common_6_title
source: Table
el: 表格

# common_6_description
source: A simple table with up to 8 columns.
el: 最多8列的简单表格.

# special
source: Special elements
el: 特殊元素

# special_1_title
source: Filelinks
el: 文件下载链接

# special_1_description
source: Makes a list of files for download.
el: 建立供下载的文件列表.

# special_2_title
source: Multimedia
el: 多媒体

# special_2_description
source: Inserts a media element like a Flash animation, audio file or video clip.
el: 插入如Flash动画, 音频文件或视频短片.

# special_3_title
source: Sitemap
el: 网站地图

# special_3_description
source: Creates a sitemap of the website.
el: 创建一个网站的地图.

# special_4_title
source: Plain HTML
el: 纯HTML代码

# special_4_description
source: With this element you can insert raw HTML code on the page.
el: 使用这个元素您可以网页面插入HTML代码.

# forms
source: Form elements
el: 表单元素

# forms_1_title
source: Mail form
el: 邮件表单

# forms_1_description
source: A response mail form by which users of the website can submit responses.
el: 网站用户用以提交反馈意见的意见反馈表单.

# forms_2_title
source: Search form
el: 搜索表单

# forms_2_description
source: Draws a search form and the searchresult if a search is performed.
el: 生成搜索表单并并搜索执行后显示结果.

# forms_3_title
source: Login form
el: 登录表单

# forms_3_description
source: Login/logout form for website users. This is used to password protect pages. You must create website users and groups for this to work.
el: 网站用户的登录/退出表单. 一般用于页面保护. 您必须先创建用户及用户组然后才能工作.

source: Plugins
el: 插件

# plugins_1_title
source: General Plugin
el: 普通插件

# plugins_1_description
source: If you want to insert a plugin which cannot be found among the options below, just select this element type and you can select your specific plugin in a selector box afterward.
el: 如果下面的选项找不到您想需要的插件,请选择该元素的类型,然后您就能在选择框中选择特定的插件了.

# fce
source: Flexible content
el: 弹性内容
