Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/version/ch.locallang.xlf
Languages: ch

# title
source: Versioning
ch: 版本

# mlang_labels_tablabel
source: Page and content versioning and workspace management for pages.
ch: 页面与内容版本控制和(管理)页面的工作区管理

# mlang_labels_tabdescr
source: The Web>Versioning module provides access to versioning features for the page tree.
ch: 网站>版本 模块提供页面树的存取版本控制功能

# mlang_tabs_tab
source: Versioning
ch: 版本

source: Live Version:
ch: 在线版本：

# wsVersions
source: Workspace Versions:
ch: 工作区版本

source: Function #1
ch: 功能 #1

source: Function #2
ch: 功能 #2

source: Function #3
ch: 功能 #3

# cm1_title
source: Versioning
ch: 版本

# autopublishTask.name
source: Workspaces auto-publication
ch: 工作区自动发布
