Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/tstemplate/ts/ch.locallang.xlf
Languages: ch

# moduleTitle
source: Template tools
ch: 模板工具

source: Template Analyzer
ch: 模板分析器

source: Constant Editor
ch: 常数编辑器

source: Info/Modify
ch: 信息/修改

# objectBrowser
source: TypoScript Object Browser
ch: 脚本对象浏览器

# viewTemplates
source: Viewing templates of
ch: 查看模板

source: Page name
ch: 页面名称

source: Templates
ch: 模板

source: Is Root?
ch: 根？

source: Is Ext?
ch: 扩展？

# overview
source: This is an overview of the pages in the database containing one or more template records. Click a page title to go to the page.
ch: 这是数据库中包含一个或多个模板记录的页面总览，点击页面标题到达页面.

# areYouSure
source: Are you sure you want to do this?
ch: 确认操作？

source: No template
ch: 没有模板

# noTemplateDescription
source: There was no template on this page!
ch: 此页没有模板

# createTemplate
source: Create a template record first in order to edit constants!
ch: 编辑常数前需要先创建一个模板记录

# createTemplateToEditConfiguration
source: You need to create a template record below in order to edit your configuration.
ch: 编辑配置前你需要创建一个模板记录

# newWebsite
source: Create new website
ch: 创建新站点

# newWebsiteDescription
source: If you want this page to be the root of a new website, optionally based on one of the standard templates, then press the button below:
ch: 如果你想使当前页面成为系统的根节点，可在标准模板中选择一个模板，点击下面按钮：

# newWebsiteAction
source: Create template for a new site
ch: 为新站点创建模板

# extTemplate
source: Create extension template
ch: 创建扩展模板

# extTemplateDescription
source: An extension template allows you to enter TypoScript values that will affect only this page and subpages.
ch: 扩展模板允许你输入TypoScript值，这个将仅仅影响到当前页面及其下字页面

# extTemplateAction
source: Click here to create an extension template.
ch: 点击这里创建扩展模板

# goToClosest
source: Go to closest page with template
ch: 去包含模板的最近页面

# goToClosestDescription
source: Closest template is on page '%s' (uid %s).
ch: 最近的模板在页面 '%s' (uid %s).

# goToClosestAction
source: Click here to go.
ch: 点击这里开始

# titleNewSiteStandard
source: NEW SITE, based on standard
ch: 新站点，基于标准

# titleNewSite
source: NEW SITE
ch: 新站点
