Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/sys_action/ch.locallang.xlf
Languages: ch

# error-username-empty
source: The username is empty.
ch: 用户名是空的

# error-password-empty
source: The password is empty.
ch: 密码是空的

# error-wrong-user
source: You are not allowed to edit this user.
ch: 你不被允许编辑这个用户

source: Success
ch: 成功

# success-user-created
source: The user has been created.
ch: 用户已经被创建

# success-user-updated
source: The user has been updated.
ch: 用户已经被更新

# action_noType
source: Error: The action had no type defined.
ch: 错误: 此动作未定义类型.

# action_notReady
source: Error: The action configuration is not finished.
ch: 错误: 设置尚未完成.

# action_download_file
source: Click here to download the exported data in a file
ch: 点击导出数据至文件

source: Action error!
ch: 错误！

# action_BEu_hidden
source: Disable user
ch: 禁止用户

# action_BEu_username
source: Login name
ch: 登录名

# action_BEu_password
source: Password
ch: 密码

# action_BEu_realName
source: Real name
ch: 真实姓名

# action_BEu_usergroups
source: Member of groups
ch: 组成员

# action_t2_result
source: Result of query
ch: 查询结果

# action_Create
source: Create Backend User
ch: 建立后台用户

# action_Update
source: Update Backend User
ch: 更新后台用户

# action_t1_listOfUsers
source: List of backend users
ch: 后台用户列表

# action_BEu_db_mount
source: Pagetree starting points
ch: 页面树起始点

# action_t4_edit
source: Select record to edit:
ch: 选择要编辑的记录
