Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/rgmediaimages/ch.locallang.xlf
Languages: ch

# textpic
source: Text w/media files
ch: 文字/媒体文件

# pic
source: Image & Video
ch: 图片 & 视频

# wizard_textpic
source: Text with images & videos
ch: 图文 & 视频

# wizard_textpic.description
source: Any number of images & video files wrapped right around a regular text element.
ch: 任何数量的有标题的图片、视频文件，并有规则的文字围绕

# wizard_images
source: Images & videos only
ch: 仅图片和视频

# wizard_images.description
source: Any number of images & video files aligned in columns and rows with a caption.
ch: 任何数量的有标题的图片、视频文件，并按照行列对齐

# noflash
source: Flash is required!
ch: 需要FLASH

# tt_news.tx_rgmediaimages_video
source: Internal Videos
ch: 内部视频

# tt_news.tx_rgmediaimages_config
source: External Videos
ch: 外部视频

# tt_news.tx_rgmediaimages_caption
source: Caption
ch: 标题

# tt_news.tx_rgmediaimages_width
source: Width
ch: 宽度

# tt_news.tx_rgmediaimages_height
source: Height
ch: 高度

# tt_news.tx_rgmediaimages_config2
source: Configuration
ch: 配置

# pi1_title
source: Videos & Audio files
ch: 视频&音频文件

# pi1_plus_wiz_description
source: Videos from Youtube, Clipfish & Co, wmv, swf, mov, mp3 & RTMP-Streams
ch: 来自于Youtube, Clipfish & Co, wmv, swf, mov, mp3 & RTMP-Streams

# flexform.general.title
source: Settings
ch: 设置

# flexform.general.mode
source: Mode
ch: 模式

# flexform.general.mode.0
source: External Files
ch: 外部文件

# flexform.general.mode.1
source: Internal Files
ch: 内容文件

# flexform.general.width
source: Width
ch: 宽度

# flexform.general.height
source: Height
ch: 高度

# flexform.general.url
source: URL
ch: 网址

# flexform.general.caption
source: Caption
ch: 标题

# flexform.general.swfobj
source: SWF Obj
ch: SWF对象

# flexform.general.rtmp
source: RTMP Description
ch: RTMP 描述

# flexform.general.internal
source: Internal Files
ch: 内部文件
