Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/templavoila/cm1/ch.locallang.xlf
Languages: ch

# title
source: TemplaVoilà
ch: 模板映射器

source: Template File
ch: 模板文件

source: Template Object
ch: 模板对象

# titleXmlConfiguration
source: XML configuration
ch: XML配置

# titleLoadDSXml
source: Load DS XML
ch: 调入DS XML

# mappingTitle
source: TemplaVoilà Template Mapping
ch: TemplaVoila模板映射

# mappingNEW
source: [NEW]
ch: [新建]

# mappingHeadParts
source: Adding parts from HTML header
ch: 从HTML头部添加

# mappingBodyParts
source: Data Structure to be mapped to HTML template
ch: 映射到HTML模板的数据结构

# rootDescription
source: Select the HTML element on the page which you want to be the overall container element for the template.
ch: 选择页面上你想成为整体模板容器元素的HTML元素。

# selectTOrecrdToLoadDSFrom
source: Select a Template Object record to load a Data Structure/Mapping information from
ch: 选择模板对象记录调出数据结构和映射信息从

# noDSDefined
source: No Data Structure was defined in the record... (Must be T3DataStructure XML content)
ch: 记录中没有定义数据结构（必须是T3DataStructure XML内容）

# pasteDSXml
source: Alternatively, paste the Data Structure XML into this form
ch: 可选的方法，粘贴数据结构XML到这个表单

# loadDSXml
source: Load Data Structure
ch: 调出数据结构

# instrunctions
source: Instructions
ch: 说明

source: to be defined
ch: 需要定义

# tabTODetails
source: Information
ch: 信息

# tabHeadParts
source: Header Parts
ch: 头部

# tabBodyParts
source: Mapping
ch: 映射

# dsTypes_section
source: Section
ch: 部分

# dsTypes_container
source: Container
ch: 容器

# dsTypes_attribute
source: Attribute
ch: 属性

# dsTypes_element
source: Element
ch: 元素

# dsTypes_notmapped
source: Not Mapped
ch: 没有映射

# buttonGoBack
source: Go back
ch: 退回

# buttonCancel
source: Cancel
ch: 关闭

# buttonShowXML
source: Show XML
ch: 显示XML

# buttonClearAll
source: Clear all
ch: 清除所有

# buttonPreview
source: Preview
ch: 预览

# buttonSave
source: Save
ch: 保存

# buttonSaveExit
source: Save and Exit
ch: 保存并退出

# buttonSaveAs
source: Save as
ch: 保存为

# buttonLoad
source: Load
ch: 加载

# buttonRefresh
source: Refresh
ch: 刷新

# buttonAdd
source: Add
ch: 添加

# buttonUpdate
source: Update
ch: 更新

# buttonDelete
source: Delete
ch: 删除

# buttonCancelClose
source: Cancel / Close
ch: 取消/关闭

# buttonTitle_showXML
source: Preview the currently build Data Structure as XML
ch: 预览当前的数据结构为XML

# buttonTitle_clearAll
source: Clear all Data Structure and Mapping information
ch: 清除所有数据结构和映射信息

# buttonTitle_preview
source: Preview the mapping to the template
ch: 预览模板映射

# buttonTitle_save
source: Save to current TO and DS
ch: 保存当前的模板对象和数据结构

# buttonTitle_saveExit
source: Save to current TO and DS and return to Overview
ch: 保存当前的模板对象和数据结构并返回到总揽

# buttonTitle_saveAs
source: Go to save menu
ch: 保存菜单

# buttonTitle_load
source: Go to load menu
ch: 加载菜单

# buttonTitle_refresh
source: Redraw screen
ch: 刷新屏幕

# buttonSet
source: Set
ch: 设置

# buttonSetTitle
source: Will update session data with current settings.
ch: 将使用当前设置更新会话数据

# buttonClearAllMappingTitle
source: Clears all mapping information currently set.
ch: 清除所有当前设置的映射信息

# buttonPreviewMappingTitle
source: Will merge sample content into the template according to the current mapping information.
ch: 将使用当前的映射信息合并样例内容到模板

# buttonSaveTOTitle
source: Saving all mapping data into the Template Object.
ch: 保存所有映射信息到模板对象

# buttonSaveAndReturn
source: Save and Return
ch: 保存并返回

# buttonSaveAndReturnTitle
source: Saving all mapping data into the Template Object and return.
ch: 保存所有映射信息到模板对象并返回

# buttonRevert
source: Revert
ch: 反选

# buttonRevertTitle
source: Reverting %s mapping data to original data in the Template Object.
ch: 反选 %s 映射信息到模板对象中的初始数据

# createDSTO
source: CREATE Data Structure / Template Object
ch: 创建数据结构/模板对象

# updateDSTO
source: UPDATE existing Data Structure / Template Object
ch: 更新数据结构/模板对象

# updateDSTOshort
source: UPDATE TO (and DS)
ch: 更新模板对象（和数据结构）

source: Template Type
ch: 模板类型

source: Page Template
ch: 页面模板

source: Content Element
ch: 内容元素

source: Undefined
ch: 未定义

source: Select TO
ch: 选择模板对象

# renderDSO_dataStructure
source: Data Structure in record
ch: 记录中的数据结构

# renderDSO_dataElement
source: Data Element
ch: 数据元素

# renderDSO_mappingInstructions
source: Mapping Instructions
ch: 映射说明

# renderDSO_rules
source: Rules
ch: 规则

# renderDSO_title
source: Title
ch: 名称

# renderDSO_XML
source: Data Structure XML
ch: 数据结构XML

# renderDSO_DSO
source: Data Structure Object
ch: 数据结构对象

# renderTO_toDetails
source: Template Object Details
ch: 模板对象详情

# renderTO_dsRecord
source: Data Structure Record
ch: 数据结构记录

# renderTO_editDSTO
source: Modify DS / TO
ch: 修改数据结构和模板对象

# renderTO_dsFile
source: Data Structure File
ch: 数据结构文件

# renderTO_toInfo
source: Template Object Information
ch: 模板对象信息

# rootMultiTemplate_title
source: ROOT of MultiTemplate
ch: 多模板的根

source: Include
ch: 包含

source: Tag
ch: 标签

source: Tag Content
ch: 标签内容

# mapDataElement
source: Data Element
ch: 数据元素

# mapField
source: Field
ch: 字段

# mapInstructions
source: Mapping Instructions
ch: 映射信息

# mapSampleData
source: Sample Data
ch: 样例数据

# mapElementPreset
source: Element Preset
ch: 元素预设

# mapHTMLpath
source: HTML-path
ch: HTML-路径

# mapRules
source: Rules
ch: 规则

# mapEdit
source: Edit
ch: 编辑

# mapMappingWindow
source: Mapping Window
ch: 映射窗口

source: Edit entry
ch: 编辑记录

source: DELETE entry
ch: 删除记录

# confirmDeleteEntry
source: Are you sure to delete this Data Structure entry?
ch: 你确认删除这个数据结构记录？

source: No sample data
ch: 没有示例数据

# mapEnterNewFieldname
source: Enter new fieldname
ch: 输入新的字段名

# mapPresets_plainInput
source: Plain input field
ch: 纯输入字段

# mapEnablePreview.enable
source: Enable
ch: 开启

# mapEnablePreview.disable
source: Disable
ch: 禁止

# mapTCElabel
source: Form label
ch: 表单标签

# mapTCEconf
source: Form configuration
ch: 表单配置

# mapTCEextras
source: Form extras
ch: 表单其它

# mapElContainers
source: Containers
ch: 容器

# mapElElements
source: Elements
ch: 元素

# mapSection
source: Section of elements
ch: 元素的小节

# mapContainer
source: Container for elements
ch: 元素的容器

# mapElement
source: Element
ch: 元素

# mapAttribute
source: Attribute
ch: 属性

# mapNotMapped
source: Not mapped
ch: 没有映射

# mapConfiguration
source: Configuration
ch: 配置

# mapEditConfiguration
source: Edit general configuration
ch: 编辑通用信息

# mapDataProcessing
source: Data processing
ch: 数据处理

# mapExtra
source: Extra
ch: 其它

# mapEditExtra
source: Edit extra options
ch: 编辑其它选项

# mapTCEform
source: Form
ch: 表单

# mapEditTCEform
source: Edit form configuration
ch: 编辑表单配置

# mapObjectPath
source: Object path
ch: 对象路径

# validateTpl
source: Validate template file (on validator.w3c.org)
ch: 验证模板文件（在validator.w3c.org）
