Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/wizard_crpages/ch.locallang.xlf
Languages: ch

# wiz_crMany
source: Create multiple pages
ch: 建立多个页面

# wiz_newPages
source: Create new pages
ch: 建立新页面

# wiz_newPages_page
source: Page
ch: 页面

# wiz_newPages_currentMenu
source: New page structure
ch: 新页面结构

# wiz_newPages_errorMsg1
source: You are not allowed to create new subpages to this page!
ch: 您无权建立此页的新子页

# wiz_newPages_lCreate
source: Create pages
ch: 建立页面

# wiz_newPages_listEnd
source: Place new pages after the existing subpages
ch: 替代已存在子页

# wiz_newPages_hidePages
source: Hide new pages
ch: 隐藏新页

# wiz_newPages_lCreate_msg1
source: You're about to create many new pages. Are you sure you want to continue?
ch: 您确认要建立新页面吗？

# wiz_newPages_lReset
source: Clear fields
ch: 清除各项

# wiz_newPages_noCreate
source: No pages were created!
ch: 无页面建立！

# wiz_newPages_create
source: The pages were created!
ch: 页面已创建

# wiz_newPages_addMoreLines
source: Add more lines
ch: 新建多行

# wiz_newPages_hidePagesInMenus
source: Hide new pages in menus
ch: 在菜单中不显示新建页面
