Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/scheduler/Resources/Private/Language/ch.locallang.xlf
Languages: ch

# action.add
source: Add task
ch: 添加任务

# action.edit
source: Edit task
ch: 编辑任务

# button.cancel
source: Cancel
ch: 返回

# function.scheduler
source: Scheduled tasks
ch: 计划任务

# function.check
source: Setup check
ch: 设置检查

# function.info
source: Information
ch: 任务列表

# hdg.cliScript
source: CLI script
ch: CLI脚本

# hdg.composerMode
source: System is running in Composer Mode
ch: 系统正在composer模式下运行

# msg.composerMode
source: The system is running in composer mode, the path to the `typo3` executable could not be reliably determined. By default, the command to run in composer mode is `vendor/bin/typo3 scheduler:run`.
ch: 系统以编写器模式运行，无法可靠地确定 `typo3` 可执行文件的路径。默认情况下，要在composer模式下运行的命令是 `vendor/bin/typo3 scheduler:run`.

# hdg.lastRun
source: Last run
ch: 最后运行

# label.automatically
source: automatically
ch: 自动地

# label.cachingFrameworkGarbageCollection.selectBackends
source: Backend types
ch: 后台类型

# label.recyclerGarbageCollection.numberOfDays
source: Number of days until removing files
ch: 删除文件之前的天数

# label.checkAll
source: Check/uncheck all
ch: 全部选中/全部取消

# label.defType
source: Definition type
ch: 定义类型

# label.defType.interval
source: Interval
ch: 间隔

# label.defType.cron
source: Cron command
ch: Cron 命令

# label.description
source: description
ch: 简介

# label.email
source: email
ch: 邮箱

# label.end
source: End (HH:MM DD-MM-YYYY)
ch: 结束 (HH:MM DD-MM-YYYY)

# label.executeSelected
source: Execute selected tasks
ch: 运行已选任务

# label.cronjobSelected
source: Execute selected tasks on next cron job
ch: 在下一个cron作业上运行已选任务

# label.extension
source: Extension
ch: 扩展

# label.frequency
source: Frequency
ch: 频率

# label.frequency.long
source: Frequency (seconds or cron command)
ch: 频率（秒或cron命令）

# label.lastExecution
source: Last Execution
ch: 最后执行

# label.manual
source: Manual
ch: 手册

# label.manually
source: Manually
ch: 手动地

# label.name
source: Name
ch: 名称

# label.nextExecution
source: Next Execution
ch: 下次执行

# label.parallel
source: Parallel Execution
ch: 并行执行

# label.parallel.long
source: Allow Parallel Execution
ch: 允许并行执行

# label.serverTime
source: Server time
ch: 当前服务器时间

# label.sleepTime
source: Sleep time
ch: 休眠时间

# label.start
source: START (HH:MM DD-MM-YYYY)
ch: 开始 (HH:MM DD-MM-YYYY)

# label.fileStorageIndexing.storage
source: Storage to index
ch: 存储到

# label.fileStorageExtraction.fileCount
source: Number of files per run
ch: 每次运行的文件数

# label.fileStorageExtraction.registeredExtractors
source: Registered extractors
ch: 注册提取器

# label.fileStorageExtraction.registeredExtractors.extractor
source: %1$s with priority %2$d
ch: %1$s，优先级为%2$d

# label.fileStorageExtraction.registeredExtractors.with_extractors
source: Following extractors have been registered and will be used when running this task
ch: 以下提取器已注册，将在运行此任务时使用

# label.fileStorageExtraction.registeredExtractors.without_extractors
source: There currently is no extractor registered. This task will have no effect!
ch: 当前没有注册提取器。此任务将无效！

# label.tableGarbageCollection.allTables
source: Clean all available tables
ch: 整理所有可用表

# label.tableGarbageCollection.table
source: Table to clean up
ch: 整理表

# label.tableGarbageCollection.additionalInformationTable
source: Table: %s
ch: 表: %s

# label.tableGarbageCollection.additionalInformationAllTables
source: All tables
ch: 全部表

# label.tableGarbageCollection.numberOfDays
source: Delete entries older than given number of days
ch: 删除早于给定天数的压缩文件

# label.optimizeDatabaseTables.selectTables
source: Database tables
ch: 数据库表

# label.type
source: Type
ch: 类型

# label.type.recurring
source: Recurring
ch: 重复执行

# label.type.single
source: Single
ch: 执行一次

# label.group
source: Task group
ch: 任务组

# label.group.taskCount
source: Amount of tasks in this scheduler task group
ch: 此调度程序任务组中的任务数量

# label.noGroup
source: (no task group defined)
ch: (未定义任务组)

# label.noGroup.taskCount
source: Amount of tasks that are not assigned to any scheduler task group
ch: 未分配给任何调度程序任务组的任务数量

# label.noClass
source: Tasks without registered classes
ch: 没有注册该类的任务

# label.noClass.taskCount
source: Amount of tasks without found class
ch: 该类没有任何任务

# label.schedulableCommandName
source: Schedulable Command. <em>Save and reopen to define command arguments</em>
ch: Schedulable Command. <em>保存并重新打开以定义命令参数</em>

# label.saveAndCreateNewTask
source: Save and create new task
ch: 保存并创建新任务

# msg.addError
source: Add option
ch: 添加选项

# msg.addSuccess
source: The task could not be added.
ch: 无法添加任务

# msg.cliScript
source: The script to execute the Scheduler from the command line is: <strong>"%s scheduler:run"</strong>.
ch: 从命令行执行计划程序的脚本是：<strong>"%s scheduler:run"</strong>.

# msg.cliScriptExecutable
source: The webserver user is allowed execute this script.
ch: 网络服务器用户临时执行此脚本.

# msg.cliScriptNotExecutable
source: The webserver user is not allowed to execute this script.
ch: 不允许Web服务器用户执行此脚本。?

# msg.delete
source: Are you sure you want to delete this task?
ch: 您确定要删除此任务吗?

# msg.deleteError
source: The task could not be deleted.
ch: 无法删除任务.

# msg.deleteSuccess
source: The task was successfully deleted.
ch: 任务已成功删除.

# msg.endDateSmallerThanStartDate
source: The end date is before the start date.
ch: 结束日期早于开始日期.

# msg.executed
source: Executed: %s
ch: 已执行: %s

# msg.frequencyError
source: Invalid frequency. Please enter either a number of seconds or a valid cron command. The cron parser said: %1$s [code: %2$d].
ch: 无效的频率。请输入秒数或有效的cron命令. cron分析器抛出: %1$s [code: %2$d].

# msg.incompleteLastRun
source: The information about the last execution of the Scheduler is incomplete.
ch: 有关上一次执行调度程序的信息不完整.

# msg.infoScreenIntro
source: This is the list of all available tasks in this TYPO3 installation. Click on the icon at the far right to directly create a new scheduled task of the chosen type.
ch: 这是此TYPO3安装中所有可用任务的列表。单击最右边的图标，直接创建所选类型的新计划任务。

# msg.invalidFrequency
source: Invalid frequency. Please enter either a number of seconds or a valid cron command.
ch: 无效的频率。请输入秒数或有效的cron命令.

# msg.invalidSleepTime
source: Please enter a sleep time greater or equal to 0 (zero).
ch: 请输入大于或等于的睡眠时间 0 (zero).

# msg.lastRun
source: The Scheduler was last started (%1$s) on %2$s at %3$s and ended on %4$s at %5$s.
ch: 调试程序最后一次在%2$s上(%1$s)）在%3$s结束，在%4$s上结束于%5$s。

# msg.maynotDeleteRunningTask
source: A running task may not be deleted.
ch: 正在运行的任务可能不会被删除。

# msg.maynotEditRunningTask
source: A running task may not be edited.
ch: 正在运行的任务可能无法编辑。

# msg.maynotStopNonRunningTask
source: The task is not running. There are no executions to unmark.
ch: 任务未运行。没有要取消标记的执行。

# msg.noEmail
source: Please enter an email address.
ch: 请输入电子邮件地址。

# msg.noFrequency
source: No frequency was defined, either as an interval or as a cron command.
ch: 没有将频率定义为间隔或cron命令。

# msg.noLastRun
source: The Scheduler has never yet run or the information about the last run has been lost.
ch: 调度程序尚未运行，或者有关上次运行的信息已丢失。

# msg.noTasksDefined
source: There are currently no task classes available at all. To be able to create new tasks, you must either enable the samples provided by the Scheduler or install some other extension that relies on the Scheduler.
ch: 当前根本没有可用的任务类。要创建新任务，必须启用计划程序提供的示例，或者安装依赖于计划程序的其他扩展。

# msg.noTaskClassFound
source: The selected task class could not be found. You should probably contact the task's developers.
ch: 找不到选定的任务类。您可能应该联系任务的开发人员。

# msg.noTasks
source: No tasks defined yet.
ch: 尚未定义任务。

# msg.notExecuted
source: Not executed: %s
ch: 未执行: %s

# msg.executionFailed
source: Execution of task "%1$s" failed with the following message: %2$s
ch: 任务%1$s的执行失败，出现以下消息：%2$s

# msg.executionFailureDefault
source: The execution failed, but the error message could not be retrieved (it was probably too large). Sorry.
ch: 执行失败，但无法检索错误消息（可能太大）。对不起。

# msg.executionFailureReport
source: Execution failed: %1$d, %2$s
ch: 执行失败：%1$d、%2$s

# msg.noStartDate
source: Please define a start date.
ch: 请定义开始日期。

# msg.invalidStartDate
source: Start date is invalid.
ch: 开始时间无效

# msg.invalidEndDate
source: End date is invalid.
ch: 结束时间无效

# msg.invalidNumberOfDays
source: Number of days is invalid.
ch: 天数无效。

# msg.selectionOfNonExistingCacheBackends
source: Some of the selected cache backends do not exist. Please select valid backends only.
ch: 某些选定的缓存后端不存在。请仅选择有效的后端。

# msg.noCacheBackendSelected
source: Please select at least one cache backend.
ch: 请至少选择一个缓存后端。

# msg.invalidTaskClass
source: <strong>The following tasks can not be executed. No related class could be found for none of the following listed tasks.</strong> You should consider reinstalling the extension that provided them or simply deleting the tasks. Please check also if any of the listed tasks have to be recreated manually (which can be necessary after an extension update due to breaking changes or missing migration scripts).
ch: <strong>无法执行以下任务。找不到下列任何任务的相关类。</strong> 您应该考虑重新安装提供它们的扩展或只是删除任务。还请检查是否必须手动重新创建列出的任何任务（由于中断更改或缺少迁移脚本，在扩展更新后可能需要重新创建）。

# msg.invalidTaskClassEdit
source: The current class (%s) could not be found. Change it below or consider deleting this task altogether.
ch: 找不到当前 Class %s。请在下面更改或考虑完全删除此任务。

# msg.invalidTaskClass.infobox.title
source: %s registered scheduler tasks can not be executed
ch: 无法执行注册的计划程序任务 %s

# msg.invalidTaskClass.infobox.message
source: <a href="#recordlist-task-group-missing">Please check the erroneous tasks!</a>
ch: <a href="#recordlist-task-group-missing">请检查错误的任务！</a>

# msg.schedulerSetupCheck
source: This screen checks if the requisites for running the Scheduler as a cron job are fulfilled. It also displays information about the last run of the Scheduler.
ch: 此屏幕检查是否满足将调度程序作为cron作业运行的必要条件。它还显示有关调度程序最后一次运行的信息。

# msg.serverTime
source: Current server time is %s.
ch: 当前服务器时间是 %s。

# msg.serverTimeHelp
source: All dates and times in the Scheduler are measured according to the server's time, as the Scheduler is run purely on the server-side.
ch: 调度程序中的所有日期和时间都是根据服务器的时间来度量的，因为调度程序完全在服务器端运行。

# msg.stop
source: Are you sure you want to mark this task as not running? Note that this will not stop the actual script (if unsure please refer to the manual).
ch: 是否确定要将此任务标记为未运行？请注意，这不会停止实际的脚本（如果不确定，请参阅手册）。

# msg.stopError
source: The task could not be marked as non-running.
ch: 无法将任务标记为未运行。

# msg.stopSuccess
source: The task was successfully marked as non-running.
ch: 任务已成功标记为未运行。

# msg.taskNotFound
source: The requested task (UID: %d) was not found.
ch: 找不到请求的任务（UID: %d）。

# msg.updateSuccess
source: The task was updated successfully.
ch: 任务已成功更新。

# msg.updateError
source: The task could not be updated.
ch: 任务无法更新。

# msg.selectionOfNonExistingDatabaseTables
source: Some of the selected database tables do not exist. Please select only valid tables.
ch: 某些预期的数据库表不存在。请仅选择有效的表格。

# msg.noDatabaseTablesSelected
source: Please select at least one database table.
ch: 请至少选择一个数据库表。

# msg.unregisteredCommand
source: Command with identifier "%s" has not been registered.
ch: 标识符为 "%s" 的命令尚未注册。

# msg.mandatoryArgumentMissing
source: Error parsing current set of arguments: "%s".
ch: 参数 "%s" 是必需的

# none
source: Error parsing current set of options: "%s".
ch: 无

# status
source: Argument "%s" is mandatory
ch: 状态

# status.progress
source: None
ch: 进展

# status.disabled
source: Status
ch: 禁用

# status.failure
source: Progress
ch: 失败

# status.late
source: disabled
ch: 推迟

# status.running
source: failure
ch: 运行中

# status.scheduled
source: scheduled
ch: 预执行

source: Task
ch: 任务

# title
source: TYPO3 Scheduler administration module
ch: TYPO3 Scheduler管理模块

# action.run_task
source: Run task
ch: 运行任务

# action.run_task_cron
source: Run task on next cron job
ch: 在下一个cron作业上运行任务

# testTask.name
source: Scheduler test task
ch: 计划程序测试任务

# testTask.description
source: The Scheduler test task just sends a mail to a given email address. It is designed to be used for testing purposes.
ch: Scheduler测试任务只是将邮件发送到给定的电子邮件地址。它用于测试目的。

# sleepTask.name
source: Scheduler sleep task
ch: 调度程序睡眠任务

# sleepTask.description
source: This task does nothing but put PHP to sleep for a number of seconds. It is designed to test multiple executions.
ch: 这个任务只会让PHP休眠几秒钟。它是为测试多个执行而设计的。

# cachingFrameworkGarbageCollection.name
source: Caching framework garbage collection
ch: 缓存框架垃圾回收

# cachingFrameworkGarbageCollection.description
source: This task calls the garbage collection of configured caching framework caches which use one of the selected backends. This will free some space in cache backends which do not have an internal garbage collection. In case of the default database backend it is advisable to run this task once a day when the database is mostly idle.
ch: 此任务调用使用选定后端之一的已配置缓存框架缓存的垃圾回收。这将在没有内部垃圾回收的缓存后端释放一些空间。对于默认的数据库后端，建议在数据库基本处于空闲状态时每天运行一次此任务。

# fileIndexing.name
source: [OBSOLETE] File Abstraction Layer: Indexing job
ch: [OBSOLETE] 文件抽象层：索引作业

# fileIndexing.description
source: Runs indexing tasks based on an indexing configuration and a storage/folder information.
ch: 基于索引配置和存储/文件夹信息运行索引任务。

# fileStorageIndexing.name
source: File Abstraction Layer: Update storage index
ch: 文件抽象层：更新存储索引

# fileStorageIndexing.description
source: Updates the Index/Cache Data of a Storage; only needed if changes to the storage are possible outside the backend (FTP, RemoteStorages).
ch: 更新存储的索引/缓存数据；仅当可以在后端（FTP、远程存储）之外更改存储时才需要。

# fileStorageExtraction.name
source: File Abstraction Layer: Extract metadata in storage
ch: 文件抽象层：提取存储中的元数据

# fileStorageExtraction.description
source: Extracts metadata for all files in storage which have been changed since last run.
ch: 提取自上次运行以来已更改的存储中所有文件的元数据。

# tableGarbageCollection.name
source: Table garbage collection
ch: 表垃圾回收

# tableGarbageCollection.description
source: Task to delete old entries from specific tables like sys_log. Use $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] to configure tables. Refer to the manual for more details.
ch: 从特定表（如sys_log）中删除旧项的任务. 使用 $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler'['tasks']['tx_scheduler_TableGarbageCollection']['OPTIONS']['tables'] 配置表。有关详细信息，请参阅手册。

# recyclerGarbageCollection.name
source: Fileadmin garbage collection
ch: 文件管理垃圾回收

# recyclerGarbageCollection.description
source: This task empties all "_recycler_" folders below fileadmin. This helps free some space in the file system.
ch: 此任务清空文件管理下的所有 "_recycler_" 文件夹。这有助于在文件系统中释放一些空间。

# executeSchedulableCommandTask.name
source: Execute console commands
ch: 执行控制台命令

# executeSchedulableCommandTask.description
source: Allows regular console commands to be configured and executed through the scheduler framework.
ch: 允许通过调度程序框架配置和执行常规控制台命令。

# optimizeDatabaseTable.name
source: Optimize MySQL database tables
ch: 优化MySQL数据库表

# optimizeDatabaseTable.description
source: This task executes "OPTIMIZE TABLE" statements on the selected database tables. This helps to reduce storage space and improve I/O efficiency. Warning! Tables will be locked during the optimization process.
ch: 此任务对选定的数据库表执行"OPTIMIZE TABLE"语句。这有助于减少存储空间并提高I/O效率。警告！优化过程中将锁定表。

# ipAnonymization.name
source: Anonymize IP addresses in database tables
ch: 在数据库表中匿名化IP地址

# ipAnonymization.description
source: This task anonymizes the IP addresses to enforce the privacy of the persisted data.
ch: 此任务将匿名化IP地址，以强制保留数据的隐私。

# label.ipAnonymization.table
source: Table to anoymize
ch: 表命名

# label.ipAnonymization.additionalInformationTable
source: Table: %s after %s days
ch: 表: %s after %s days

# label.ipAnonymization.additionalInformationAllTables
source: All tables
ch: 所有表

# label.ipAnonymization.numberOfDays
source: Handle entries older than given number of days
ch: 处理早于给定天数的压缩

# label.ipAnonymization.mask.1
source: Last byte for IPv4 / Interface ID for IPv6
ch: IPv4的最后1个字节/IPv6的接口ID (Last byte for IPv4 / Interface ID for IPv6)

# label.ipAnonymization.mask.2
source: Last 2 bytes for IPv4 / Interface & SLA ID for IPv6
ch: IPv4的最后2个字节/IPv6的接口和SLA ID (Last 2 bytes for IPv4 / Interface & SLA ID for IPv6)

# command.example1
source: Every day-of-week from Monday through Friday at 09:00 and 15:00
ch: 从星期一到星期五的每天09:00和15:00 (Every day-of-week from Monday through Friday. at 09:00 and 15:00)

# command.example2
source: Every 2 hours
ch: 每2小时 (Every 2 hours)

# command.example3
source: Every 20 minutes
ch: 每20分钟 (Every 20 minutes)

# command.example4
source: Every Tuesday at 07:00
ch: 每周二07:00 (Every Tuesday at 07:00)
