Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/install/report/ch.locallang.xlf
Languages: ch

# status_fileSystem
source: File System
ch: 文件系统

# status_writable
source: Writable
ch: 可写的

# status_missingDirectory
source: Required Directory Missing
ch: 丢失必需的目录

# status_nonExistingDirectory
source: Directory not existing
ch: 目录不存在

# status_recommendedWritableDirectory
source: Directory should be writable
ch: 目录应该是可写的

# status_requiredWritableDirectory
source: Directory not writable
ch: 目录不可写

# status_directoryDoesNotExist
source: %s does not exist.
ch: %s 不存在

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
ch: %s 不存在，且不能创建

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
ch: 同时注意如果存在的话，应该是可写的

# status_directoryShouldBeWritable
source: %s should be writable.
ch: %s 应该是可写的

# status_directoryMustBeWritable
source: %s must be writable.
ch: %s 必须是可写的

# status_remainingUpdates
source: Remaining Updates
ch: 保持更新
