Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/lang/ch.locallang_login.xlf
Languages: ch

# availableInterfaces
source: Backend,Front End,Traditional Backend
ch: 后台,前台,传统后台

# clear
source: Clear this field!
ch: 清除表单字段

source: Copyright
ch: 版权所有

# copyright.link
source: More about TYPO3
ch: 关于极益

# details.link
source: Go to %s for details.
ch: 了解细节 %s

# error.capslock
source: Attention: Caps lock enabled!
ch: 注意，大写键已打开！

# error.cookies
source: Activate Cookies, please!
ch: 请打开Cookies!

# error.cookies_ignore
source: Ignore!
ch: 忽略！

# error.furtherInformation
source: For more information or further help click here
ch: 更多信息请点击帮助

# error.javascript
source: Activate JavaScript, please!
ch: 请打开JavaScript！

# error.login
source: Your login attempt did not succeed. Make sure to spell your username and password correctly, including upper/lowercase characters.
ch: 登录失败，请检查您的拼写，并注意大小写.

# error.login.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
ch: 确定您的用户名和密码正确，包括大小写

# error.login.title
source: Your login attempt did not succeed
ch: 登录不成功

# extension.copyright
source: Extensions are copyright of their respective owners.
ch: 扩展的著作权归其开发者所有.

# free.software
source: This is free software, and you are welcome to redistribute it under certain conditions; %sclick for details.%s
ch: 本软件基于自由软件构建，可重新分发; %s 了解细节%s

# headline
source: Login to the TYPO3 CMS Backend on ###SITENAME###
ch: 登录到###SITENAME###后台

# info.about
source: This is the backend login of TYPO3. You need username and password to access this administration interface. If you are a visitor of ###SITENAME###, please visit the public website: ###SITELINK###
ch: 这个是后台登录，您需要使用用户名和密码来访问系统管理员界面，如果你是###SITENAME###的访客，请到###SITELINK###

# info.cookies_and_js
source: (Note: Cookies and JavaScript must be enabled!)
ch: 比如开启Cookies 和 JavaScript

# info.reset
source: Reset this form
ch: 重置

# interface.backend
source: Backend
ch: 后台

# interface.backend_old
source: Traditional Backend
ch: 传统后台

# interface.frontend
source: Frontend
ch: 前台

# keep.notice
source: Obstructing the appearance of this notice is prohibited by law.
ch: 阻碍本通知出现是法律禁止的。

# labels.interface
source: Interface
ch: 界面

# labels.next
source: Next
ch: 下一个

# labels.password
source: Password
ch: 密 码

# labels.previous
source: Previous
ch: 上一个

# labels.submitLogin
source: Login
ch: 登录

# labels.submitLogout
source: Log Out
ch: 退出

# labels.switchToDefault
source: Switch to default login
ch: 转换到默认登录

# labels.switchToOpenId
source: Switch to OpenID
ch: 转换到OpenID

# labels.username
source: Username
ch: 用户名

# labels.whatIsOpenId
source: What is OpenId?
ch: 什么是OpenID

# login_process
source: Verifying Login Data ...
ch: 验证登录中...

# newsheadline
source: Important Messages:
ch: 提示:

# no.warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY; %sclick for details.%s
ch: TYPO3不提供任何保证，由服务提供商提供。

source: TYPO3 CMS
ch: NGOOS

source: TYPO3 logo
ch: Logo

# version.short
source: ver.
ch: 版本

# warning.incompatibleBrowser
source: You are using an unsupported browser version.
ch: 你正在使用不支持的浏览器版本。

# warning.incompatibleBrowserHeadline
source: Unsupported Browser
ch: 不支持的浏览器
