Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/core/Resources/Private/Language/ch.locallang_mod_help_about.xlf
Languages: ch

# typo3_logo
source: TYPO3 CMS logo
ch: TYPO3 LOGO

# information
source: TYPO3 Information
ch: typo3 信息

# welcome
source: TYPO3 CMS - Professional Web Content Management System
ch: TYPO3内容管理系统

# minor
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="http://typo3.org/about/typo3-the-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="http://typo3.org/license" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using %s %s
ch: TYPO3是一个灵活专业的开放源代码的基于PHP4与MySQL的网站内容管理系统.<br /><br />TYPO3在遵守<a href="http://www.typo3.com/?price_uk" target="_blank">TYPO3-许可证(GNU/GPL)</a>的条件下<b>可自由地使用</a>.<br /><br />%s %s<br />

source: Community Credits
ch: 社区积分

# information_detail
source: Visit <a href="http://typo3.org/community/" target="_blank">typo3.org/community/</a> if you want to know why TYPO3 rocks.
ch: 如果你想知道TYPO3为什么让人激动,请访问<a href="http://typo3.org/community" target="_blank">typo3.org/community</a>

# coredevs
source: Core Team
ch: 核心团队

source: Extension Authors
ch: 扩展作者

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
ch: 这是一个在你的安装中使用到的扩展呈献者的列表

source: Extension
ch: 扩展

# extension_author
source: Author
ch: 作者

# mlang_labels_tablabel
source: About TYPO3 CMS
ch: 关于TYPO3

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
ch: 显示TYPO3应用的基本行为, 版本与许可条款.

# mlang_tabs_tab
source: About TYPO3 CMS
ch: 关于
