Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/core/Resources/Private/Language/ch.locallang_alt_doc.xlf
Languages: ch

# buttons.confirm.close_without_save.no
source: No, I will continue editing
ch: No，我要继续编辑呢

# buttons.confirm.close_without_save.yes
source: Yes, discard my changes
ch: 是的，放弃所有修改。

# buttons.confirm.delete_elements.no
source: Cancel
ch: 关闭

# buttons.confirm.delete_elements.yes
source: Yes, delete these elements
ch: 是的，删除这个元素

# buttons.confirm.delete_file.no
source: Cancel
ch: 关闭

# buttons.confirm.delete_file.yes
source: Yes, delete this file
ch: 是的，删除这些文件

# buttons.confirm.delete_folder.yes
source: Yes, delete this folder
ch: 是的，删除这个文件夹

# buttons.confirm.delete_record.no
source: Cancel
ch: 关闭

# buttons.confirm.delete_record.yes
source: Yes, delete this record
ch: 是的，删除这个记录

# deleteItem
source: Delete
ch: 删除

# deleteWarning
source: Are you sure you want to delete this record?
ch: 您确定要删除这条记录吗?

source: Edit whole record
ch: 编辑整条记录

# label.confirm.close_without_save.content
source: You have currently unsaved changes. Are you sure that you want to discard all changes?
ch: 有一些修改你没有保存，这就要放弃了吗

# label.confirm.close_without_save.title
source: Do you want to quit without saving?
ch: 都没有保存，你要退出吗

# label.confirm.delete_record.content
source: Are you sure you want to delete this record?
ch: 你确认要删除这个记录？

# label.confirm.delete_record.title
source: Delete this record?
ch: 删除这个记录？

# noDocuments
source: No open documents
ch: 没有打开的文档

# noDocuments_OR
source: or
ch: 或

# noDocuments_listmodule
source: the Web>List module
ch: 网站>列表 模块

# noDocuments_msg
source: There are no open documents available to edit.
ch: 没有打开的文档可供编辑

# noDocuments_msg2
source: You can go to %s to find the page or the record you wish to edit.
ch: 您可以到%s去找您想编辑的页面或记录

# noDocuments_msg3
source: You can select one of your most recently edited records from this list:
ch: 您可以从这个列表中选择您最近编辑的记录

# noDocuments_pagemodule
source: the Web>Page module
ch: 网站>页面 模块

# openDocs
source: OPEN DOCUMENTS
ch: 打开文档

# recordHistory
source: View record change history
ch: 查看记录更改历史

# undoLastChange
source: Undo/Redo last change (%s ago)
ch: 回退/重做上次更改(%s之前)
