Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/core/Resources/Private/Language/ch.locallang_show_rechis.xlf
Languages: ch

# title
source: Show record history
ch: 显示记录历史

source: Time
ch: 时间

source: Age
ch: 寿命

source: User
ch: 用户

source: Differences
ch: 差异

# changes
source: Changelog
ch: 更改日志

source: Return
ch: 返回

# returnLink
source: Click here to go back
ch: 点击这里后退

# revertAll
source: Rollback all changes shown
ch: 回滚显示的所有更改

# revertRecord
source: Rollback single record
ch: 回滚单个记录

# revertField
source: Rollback single field
ch: 回滚单个域

# externalChange
source: Intermediate external change!
ch: 中间表面修改!

# sumUpChanges
source: Rollback (Preview)
ch: 累积修改到这点

# markState
source: mark this change
ch: 标记该更改

# unmarkState
source: unMark this change
ch: 取消标记该更改

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
ch: 在不同的栏目中<span class="diff-g">绿色文字</span>代表新修改的而<span class="diff-r">红色文字</span>则代表被移除的旧值.

# fullView
source: Return to full view
ch: 返回全视图

source: insert
ch: 插入

source: delete
ch: 删除

# mergedDifferences
source: Preview for Rollback
ch: 预览回滚

source: Settings
ch: 设置

# maxSteps
source: Show entries:
ch: 显示记录：

# maxSteps_all
source: ALL
ch: 所有

# maxSteps_marked
source: marked
ch: 标记

# showDiff
source: Show differences:
ch: 现实不同：

# showDiff_no
source: No
ch: 无

# showDiff_inline
source: Inline
ch: 内联

source: Show sub elements:
ch: 显示子元素

source: No
ch: 无

source: Yes
ch: 是

# showInsertDelete
source: Show inserts/deletes of records:
ch: 显示记录的插入/删除:

# changeCount
source: Lost English Translation
ch: 上次修改时间

# revertAllFields
source: Lost English Translation
ch: 恢复下列所有域的旧数据

# historyList
source: Lost English Translation
ch: 显示历史列表

# users
source: Lost English Translation
ch: 用户

# similar
source: Lost English Translation
ch: 该状态类似于记录的当前值!

# prev
source: Lost English Translation
ch: 前一个状态

# next
source: Lost English Translation
ch: 下一个状态

# saveState
source: Lost English Translation
ch: 保护该状态以防被删除

# fieldName
source: Lost English Translation
ch: 域名

# oldValue
source: Lost English Translation
ch: 旧值

# newValue
source: Lost English Translation
ch: 新值

# currentValue
source: Lost English Translation
ch: 当前值

# difference
source: Lost English Translation
ch: 区别
