Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/core/Resources/Private/Language/ch.locallang_misc.xlf
Languages: ch

# 1_selectType
source: First select the type of the new content element
ch: 1:选择内容元素

# 2_selectPosition
source: Now click on the position of the new content element
ch: 2:选择位置

# CM_db_list
source: Web>List module
ch: 网站/列表模块

# CM_editPageProperties
source: Edit page properties
ch: 编辑页面属性

# CM_history
source: History/Undo
ch: 历史/回退

# CM_moveWizard
source: Move element
ch: 移动元素

# CM_moveWizard_page
source: Move page
ch: 移动页面

# CM_newWizard
source: 'Create New' wizard
ch: '新建'向导

# CM_perms
source: Access
ch: 访问

# bookmark_FEPreview
source: Enable Frontend Preview
ch: 打开前台页面预览

# bookmark_active
source: active
ch: 激活的

# bookmark_all
source: All
ch: 所有

# bookmark_close
source: Close bookmark editor
ch: 关闭书签编辑器

# bookmark_create
source: Create
ch: 创建

# bookmark_delAllInCat
source: Delete all bookmarks in this group
ch: 删除本群组中的所有书签

# bookmark_delete
source: Remove bookmark
ch: 去除书签

# bookmark_edit
source: Edit
ch: 编辑

# bookmark_editID
source: Edit/Search
ch: 编辑/搜索

# bookmark_global
source: Global
ch: 全局

# bookmark_group
source: Group
ch: 群组

# bookmark_group_1
source: Pages
ch: 页面

# bookmark_group_2
source: Records
ch: 记录

# bookmark_group_3
source: Files
ch: 文件

# bookmark_group_4
source: Tools
ch: 工具

# bookmark_group_5
source: Miscellaneous
ch: 杂类

# bookmark_inactive
source: inactive
ch: 非激活的

# bookmark_loadEdit
source: Loading page
ch: 调入页面

# bookmark_noWSfound
source: ERROR: No workspaces found!
ch: 错误：没有发现工作区

# bookmark_notEditable
source: No editable page found!
ch: 没有发现可编辑的页面

# bookmark_onlineWS
source: LIVE workspace
ch: 在线工作区

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
ch: 你不能编辑一个共享的书签

# bookmark_save
source: Update bookmark title
ch: 更新书签标题

# bookmark_saveClose
source: Update and close editor
ch: 更新并关闭编辑器

# bookmark_searchFor
source: Search for
ch: 搜索：

# bookmark_selSC
source: Select bookmark
ch: 选择书签

# bookmark_workspace
source: Go to Workspace Module
ch: 去工作区模块

# bookmark_workspaceComparisonView
source: Enable comparison view
ch: 打开对比视图

# clickForWizard
source: Click here for wizard!
ch: 点击启动向导!

source: Copy elements
ch: 拷贝内容元素

# createNewContent
source: Create a new content element
ch: 创建一个新的内容元素

# createNewPage
source: Create a new page
ch: 创建新页

# fileMetaDataLocation
source: Location
ch: 位置

# fileUpload_allError2038
source: An input/output error occurred (Error #2038). This i.e. happens with servers using a self-signed SSL certificate, which is a limitation of your browser's Flash plugin.
ch: 输入输出发生错误 (Error #2038)，这是因为使用了自签名的证书收到了浏览器FLASH插件的限制

# fileUpload_allError401
source: The server returned the status code 401, which is related to a .htaccess file used for password protection on your server. Unfortunately this can not be handled by your browser's Flash plugin.
ch: 服务器返回401错误，这个可能是服务器用.htaccess文件设置了密码保护，运气不好，浏览器FLASH插件不能处理这个问题.

# fileUpload_allErrorMessageText
source: All of your uploads failed.<br /><br />If this problem persists, please try another browser, contact your administrator or disable this "Flash Uploader" in your User Settings.<br /><br />Detailed problem description:<br />
ch: 所有上传失败.<br /><br />如果问题继续存在，请尝试其它浏览器,或联系管理员，在你的用户设置中禁止Flash上传.<br /><br />详细的问题描述:<br />

# fileUpload_allErrorMessageTitle
source: All uploads failed
ch: 所有上传失败

# fileUpload_buttonCancelAll
source: Cancel All Uploads
ch: 关闭所有上传

# fileUpload_buttonSelectFiles
source: Select Files
ch: 选择文件

# fileUpload_errorQueueFileSizeLimit
source: {0} is too big
ch: {0}太大

# fileUpload_errorQueueInvalidFiletype
source: Filetype not allowed for {0}
ch: 文件类型不允许{0}

# fileUpload_errorQueueLimitExceeded
source: Too many files selected
ch: 选择的文件太多了

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
ch: {0}是空的

# fileUpload_errorUploadFailed
source: Upload failed
ch: 上传失败

# fileUpload_errorUploadFileCancelled
source: Upload of {0} canceled
ch: 上传{0} 关闭

# fileUpload_errorUploadFileIDNotFound
source: Internal error: File ID not found
ch: 内部错误：文件ID没有发现

# fileUpload_errorUploadFileValidation
source: Internal error while validating the file
ch: 验证文件时发生内部错误

# fileUpload_errorUploadHttp
source: Too many files selected
ch: 选择的文件太多了

# fileUpload_errorUploadHttpError
source: A HTTP error occurred: {0}
ch: 发生HTTP错误: {0}

# fileUpload_errorUploadIO
source: Internal error: Problems while reading/writing the file
ch: 内部错误：读写文件时发生问题

# fileUpload_errorUploadLimit
source: Upload limit exceeded
ch: 超过上传限制

# fileUpload_errorUploadMissingUrl
source: Internal error: No Upload URL set
ch: 内部错误：没有设置上传网址

# fileUpload_errorUploadSecurityError
source: Internal error: {0}
ch: 内部错误: {0}

# fileUpload_errorUploadStopped
source: Upload of {0} stopped
ch: 上传{0} 停止

# fileUpload_infoComponentFileTypeLimit
source: You can upload the following file types {0}.
ch: 你可以上传的文件类型是{0}

# fileUpload_infoComponentFileUploadLimit
source: You can upload a total of {0}.
ch: 你可以总共上传文件是{0}

# fileUpload_infoComponentMaxFileSize
source: You can upload files with a maximum size of {0}.
ch: 你可以上传文件的最大尺寸是 {0}.

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
ch: 覆盖已有文件

# fileUpload_processRunning
source: Another process is already uploading
ch: 其它的上传进程正在上传

# fileUpload_uploadProgress
source: {0}% of {1} uploaded
ch: {0}% of {1} 已上传

# fileUpload_uploadStarting
source: Starting upload of {0}
ch: 开始上传{0}

# fileUpload_uploadSuccess
source: {0} was successfully uploaded!
ch: {0}已经成功上传了

# fileUpload_uploadWait
source: Waiting to start upload of {0}
ch: 等待开始上传{0}

# fileUpload_windowTitle
source: File Upload Progress
ch: 文件上传进程

source: Go back
ch: 返回

# insertNewPageHere
source: Insert the new page here
ch: 在此插入新页面

source: Insert new record here
ch: 在此插入新记录

# liveSearch_emptyText
source: Enter search term
ch: 输入检索词

# liveSearch_helpDescription
source: Search in certain tables
ch: 在特定表中检索：

# liveSearch_helpDescriptionPages
source: #page:Home will search for all pages with the title "Home"
ch: #page：使用“Home”标题将检索所有页面

# liveSearch_helpTitle
source: How to use advanced search tags
ch: 如何使用高级搜索标签

# liveSearch_listEmptyText
source: No results found.
ch: 没有发现结果.

# liveSearch_loadingText
source: Searching...
ch: 搜索中...

# liveSearch_showAllResults
source: Show All
ch: 显示所有

# liveSearch_title
source: Short result list
ch: 短搜索结果列表

source: Localize
ch: 本地化

# localize.isLocalizable
source: Record can be localized
ch: 记录可以本地化

# localize.wasRemovedInOriginal
source: Record was removed in original language
ch: 原来语言的记录已删除了

source: Localize all records
ch: 本地化所有记录

# makeCopy
source: Make copy instead of moving element
ch: 以复制代替移动元素

source: Move element
ch: 移动元素

source: Move elements
ch: 移动内容元素

# movePageToHere
source: Move page to this position
ch: 把页面移动到这个位置

# movingElement
source: Move element
ch: 移动元素

source: New content element
ch: 新内容元素

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
ch: 您要求编辑页面"%s" ，但是您不能编辑它。 现在正常加载后台。

source: Overwrite existing files
ch: 覆盖现存文件

source: Page (select position)
ch: 页面（选择位置）

# pageTree_filter
source: Filter
ch: 过滤器

# pagetree_networkErrorTitle
source: Page tree error
ch: 页面树错误

# selectPosition
source: Select a position for the new page
ch: 为新页面选择插入位置

# selectPositionOfElement
source: Select position of the element
ch: 选择元素位置

# shortcutDescription
source: This is the shortcuts menu. You do not have any shortcuts added yet, you can do so by clicking the shortcut icon %icon%, which you can find on each page in the backend.
ch: 这是快捷方式菜单，您还没有添加任何快捷方式，您可以点击快捷方式图标%icon%来添加

# shortcut_FEPreview
source: Enable Frontend Preview
ch: 开启前台预览

# shortcut_active
source: active
ch: 激活的

# shortcut_all
source: All
ch: 全部

# shortcut_close
source: Close shortcut editor
ch: 关闭快捷方式编辑器

# shortcut_create
source: Create
ch: 创建

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
ch: 删除这个组内的所有快捷方式?

# shortcut_delete
source: Remove shortcut
ch: 删除快捷方式

# shortcut_edit
source: Edit
ch: 编辑

# shortcut_editID
source: Edit/Search
ch: 编辑/搜索

# shortcut_global
source: Global
ch: 全局

# shortcut_group
source: Group
ch: 组

# shortcut_group_1
source: Pages
ch: 页面

# shortcut_group_2
source: Records
ch: 记录

# shortcut_group_3
source: Files
ch: 文件

# shortcut_group_4
source: Tools
ch: 工具

# shortcut_group_5
source: Miscellaneous
ch: 杂项

# shortcut_inactive
source: inactive
ch: 未激活的

# shortcut_loadEdit
source: Loading page
ch: 正在打开页面

# shortcut_noWSfound
source: ERROR: No workspaces found!
ch: 错误:未发现工作区!

# shortcut_notEditable
source: No editable page found!
ch: 未找到可编辑页面!

# shortcut_onlineWS
source: LIVE workspace
ch: 实时 工作区

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
ch: 您不能编辑一个共享快捷方式!

# shortcut_save
source: Update shortcut title
ch: 更新快捷方式名称

# shortcut_saveClose
source: Update and close editor
ch: 存储更新并关闭编辑器

# shortcut_searchFor
source: Search for
ch: 搜索:

# shortcut_selSC
source: Select shortcut
ch: 选择快捷方式

# shortcut_workspace
source: Go to Workspace Module
ch: 去工作空间模块

source: Switch to User
ch: 改变用户

source: Synchronize with original language
ch: 同步原语言

source: System Records
ch: 系统报告：

# viewPort_tooltipDebugPanelSplitDrag
source: Drag to resize or click to collapse the Debug Panel.
ch: 拖动以改变或折叠Debug面板

# viewPort_tooltipModuleMenuSplit
source: Drag to resize the Modules Menu
ch: 拖动以改变模块菜单尺寸

# viewPort_tooltipNavigationContainerSplitDrag
source: Drag to resize or double click to collapse the page tree area
ch: 拖动以改变或双击折叠树
