Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/core/Resources/Private/Language/ch.locallang_tsfe.xlf
Languages: ch

# adminOptions
source: ADMIN PANEL
ch: 管理面板

# adminPanelTitle
source: TYPO3 ADMIN PANEL
ch: 管理面板

source: Preview
ch: 预览

# preview_showHiddenPages
source: Show hidden pages
ch: 显示隐藏页面

# preview_showHiddenRecords
source: Show hidden records
ch: 显示隐藏记录

# preview_simulateDate
source: Simulate time
ch: 模拟时间

# preview_simulateUserGroup
source: Simulate user group
ch: 模拟用户组

source: Cache
ch: 缓冲

# cache_noCache
source: No caching
ch: 无缓冲

# cache_doit
source: Clear cache now!
ch: 清除缓冲!

# cache_clearLevels
source: Clear levels
ch: 清除级别:

# cache_cacheEntries
source: Cache entries
ch: 缓冲记录:

source: Publish
ch: 发布

source: Publish levels
ch: 发布级别

# publish_tree
source: Publish pages
ch: 发布页面

# publish_doit
source: Publish now!
ch: 现在发布!

# edit
source: Editing
ch: 编辑

# edit_displayIcons
source: Display edit panels
ch: 显示编辑面板

# edit_displayFieldIcons
source: Display edit icons
ch: 显示编辑图标

# edit_editFormsOnPage
source: Editforms on page
ch: 编辑页面上的表单

# edit_editNoPopup
source: No popup window
ch: 无弹出窗口

# edit_openAB
source: Open TYPO3 Backend
ch: 打开后台

# edit_recordHistory
source: View record change history
ch: 查看记录更改历史

# edit_newContentElement
source: Create new content element
ch: 创建新的内容元素

# edit_move_page
source: Move page
ch: 移动页面

# edit_newPage
source: Create new page
ch: 创建新页面

# edit_editPageProperties
source: Edit page properties
ch: 编辑页面属性

# edit_editPageOverlay
source: Edit properties of translated page
ch: 编辑已翻译页面的属性

# edit_db_list
source: Web>List module
ch: 网站>列表 模块

# tsdebug_tree
source: Tree display
ch: 树状显示

# tsdebug_LR
source: Track content rendering
ch: 跟踪内容生成

# tsdebug_forceTemplateParsing
source: Force TS Rendering
ch: 强制TypoScript生成

# tsdebug_displayTimes
source: Display all times
ch: 显示所有次数

# tsdebug_displayMessages
source: Display messages
ch: 显示消息

# tsdebug_displayContent
source: Display content
ch: 显示内容

# tsdebug_displayQueries
source: Explain SELECT queries
ch: 解释SELECT查询

source: Info
ch: 信息

# div_Levels_0
source: This page
ch: 本页

# div_Levels_1
source: + 1 sublevel
ch: +1 子层

# div_Levels_2
source: + 2 sublevels
ch: +2 子层

source: Update
ch: 更新

# p_editRecord
source: Edit record
ch: 编辑记录

# p_moveUp
source: Move up
ch: 上移

# p_moveDown
source: Move down
ch: 下移

# p_unhide
source: Un-Hide
ch: 显示

# p_hide
source: Hide
ch: 隐藏

# p_newSubpage
source: New subpage
ch: 新建子页面

# p_newRecordAfter
source: New record after
ch: 在其后新建记录

# p_delete
source: Delete
ch: 删除

# p_deleteConfirm
source: Are you sure you want to delete this record?
ch: 您是否确定删除该记录?

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
ch: 隐藏记录将令其在页面上不可见, 您必须进入后台或者打开前台预览然后才能编辑它. 是否继续?

# edit_editPageHeader
source: Lost English Translation
ch: 编辑页头
