Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/loginusertrack/mod1/ch.locallang.xlf
Languages: ch

# title
source: User Track
ch: 用户跟踪

# function1
source: Login log
ch: 登录日志

# function2
source: Weekly view
ch: 周访问

# function3
source: Monthly view
ch: 月访问

# function4
source: Inactive users
ch: 不活跃用户

# function5
source: Active users
ch: 活跃用户

# header_datetime
source: Date/Time:
ch: 日期/时间：

# header_age
source: Age:
ch: 时长：

# header_username
source: Username:
ch: 用户名

# header_name
source: Name:
ch: 姓名：

# header_pagehits
source: Page hits:
ch: 页面点击：

# header_numsessions
source: Sessions:
ch: 会话“

# header_logins
source: Logins:
ch: 登录：

# header_pagetitle
source: Page:
ch: 页面：

# header_firsthit
source: First hit:
ch: 第一次点击：

# header_lasthit
source: Last hit:
ch: 最后一次点击：

# header_pagestats
source: Page statistics
ch: 页面统计

# mainheader_log
source: Log:
ch: 日志：

# modulecont_listAllSessions
source: List all sessions for this user
ch: 列出这个用户的所有会话

# modulecont_listAllUsers
source: List all users
ch: 列出所有用户

source: Last logins
ch: 最后一次登录

# lastlogin_removeold_subject
source: Login User Notice!
ch: 登录用户提示！

# lastlogin_main_enterTheDaysSince
source: Enter the days since "last login" you want as limit
ch: 输入最长未登录天数限制

# lastlogin_main_setDaysSinceLast
source: Set days since last login
ch: 设置上次登录到现在的天数

# lastlogin_main_totalNumberOfUsers
source: Total number of users (in page)
ch: 总用户数量（页面内）

# lastlogin_main_activeUsersLoggedIn
source: Active users, logged in during the last %s days
ch: 活跃用户，在%s 登录

# lastlogin_removeold_username
source: Username:
ch: 用户名：

# lastlogin_removeold_name
source: Name:
ch: 姓名：

# lastlogin_removeold_email
source: Email:
ch: 电子邮件：

# lastlogin_removeold_lastLogin
source: Last login:
ch: 最后一次登录

# lastlogin_removeold_deletedSUsers
source: Deleted %s users!
ch: 删除%s 用户！

# lastlogin_removeold_sentSWarningEmails
source: Sent %s warning emails!
ch: 发送%s 警告邮件！

# lastlogin_removeold_sentDeletedEmails
source: Sent %s notification emails!
ch: 发送 %s提示邮件！

# lastlogin_removeold_numberOfInactiveUsers
source: Number of "inactive" users:
ch: 不活跃用户的数量

# lastlogin_removeold_hiNameYouAre
source: Hi ###NAME###, You are a registered user on the website %s - that is why you receive this mail. It appears that you have not logged in with your username/password, ###USERNAME###/###PASSWORD###, during the last %s days. If you do not log in within 10 days your account may be deleted without further notice. If you want to keep your account, simply visit %s and login with your username. Best Regards
ch: Hi ###NAME###, 您是%s 网站的注册用户，您已经%s 天没有使用以下信息###USERNAME###/###PASSWORD###登录本网站了，如果您在10天内不等录，您的账户将被删除。 如果您想保持账户，请使用您的信息访问%s登录。 祝好

# lastlogin_removeold_senderName
source: Sender name:
ch: 发送者：

# lastlogin_removeold_senderEmail
source: Sender email:
ch: 发送者邮件：

# lastlogin_removeold_sendATestTo
source: Send a test to this username first:
ch: 先发送一个测试到用户：

# lastlogin_removeold_sendWarningEmail
source: Send warning email
ch: 发送警告邮件

# lastlogin_removeold_sendUpdate
source: Just update screen (don't sent)
ch: 仅刷新屏幕（不发送）

# lastlogin_removeold_deleteUsers
source: DELETE USERS!
ch: 删除用户！

# lastlogin_removeold_delete
source: DELETE
ch: 删除

# lastlogin_showactive_username
source: Username:
ch: 用户名：

# lastlogin_showactive_name
source: Name:
ch: 姓名：

# lastlogin_showactive_email
source: Email:
ch: 电子邮件：

# lastlogin_showactive_lastLogin
source: Last login:
ch: 最后一次登录：

# lastlogin_showactive_numberOfActiveUsers
source: Number of "active" users:
ch: 活跃用户数量：
