Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/extension_builder/Resources/Private/Language/ch.locallang.xlf
Languages: ch

# error.extension.0
source: An extension key must have minimum 3, maximum 30 characters (not counting underscores)
ch: 扩展密钥必须至少包含3个字符，最多30个字符（不包括下划线）

# error.extension.1
source: Illegal character(s) in extension key. Allowed characters are: a-z (lowercase), 0-9 and '_' (underscore)
ch: 扩展密钥中的字符非法。允许的字符为：a-z（小写），0-9和"_"（下划线）

# error.extension.2
source: The key may not begin with one of the following prefixes:tx,u,user_,pages,tt_,sys_,ts_language_,csh_
ch: 密钥不能以以下前缀之一开头：tx，u，user_，pages，tt_，sys_，ts_language_，csh_

# error.extension.3
source: Extension keys cannot start or end with 0-9 and '_' (underscore)
ch: 分机键不能以0-9和"_"（下划线）开头或结尾

# error.extension.500
source: There is an existing piBased extension with this extension key. Please choose another extension key or rename the existing extension directory
ch: 现有带有此扩展密钥的piBased扩展。请选择另一个扩展密钥或重命名现有扩展目录

source: Name
ch: 名称(Name)

source: Key
ch: 密钥(Key)

source: Extension title
ch: 扩展名(Extension title)

source: Extension Key
ch: 扩展键(Extension Key)

# descr_extensionKey
source: The extensionkey should be lowercase and without spaces. It will be the unique identifier for this extension.
ch: 扩展密钥应为小写字母，且不能有空格。这将是此扩展的唯一标识符。

source: Vendor name
ch: 供应商名称(Vendor name)

# descr_vendorName
source: The vendor name is the first part of the new package identifier
ch: 供应商名称是新包装标识符的第一部分

# short_description
source: Descr.
ch: 简介(Descr)

source: Description
ch: 描述(Description)

source: Version
ch: 版本(Version)

source: Target version
ch: 目标版本

# descr_target_version
source: Select the TYPO3 version the extension requires.
ch: 选择扩展所需的TYPO3版本。

source: Category
ch: 类别

# custom_category
source: OR custom
ch: 或自定义

# descr_custom_category
source: You can define an own category here
ch: 您可以在此处定义自己的类别

# descr_category
source: The category this extension belongs to in the extension manager.
ch: 该扩展程序所属的类别在扩展程序管理器中。

# misc
source: Miscellaneous
ch: 杂项

source: Services
ch: 服务

source: Backend
ch: 后端

source: Frontend
ch: 前端

source: Templates
ch: 范本

source: Examples
ch: 例子

source: Distribution
ch: 分配

source: Documentation
ch: 文献资料

source: Disable versioning
ch: 禁用版本控制

# descr_disableVersioning
source: Check this if your extension needs no support for versioning. This will skip the creation of versioning related columns in the database
ch: 如果您的扩展程序不需要版本控制，请选中此选项。这将跳过数据库中与版本控制相关的列的创建

source: Disable localization
ch: 禁用本地化

# descr_disableLocalization
source: Check this if your extension needs no support for localization. This will skip the creation of localization related columns in the database
ch: 如果您的扩展程序不需要本地化支持，请选中此选项。这将跳过数据库中与本地化相关的列的创建

# skipGenerateDocumentationTemplate
source: Don't generate doc-template
ch: 不生成文档模板

# descr_skipGenerateDocumentationTemplate
source: Check this if you don't want a documentation-template generated for your extension.
ch: 如果您不希望为扩展程序生成文档模板，请选中此复选框。

# sourceLanguage
source: Source language for xliff files
ch: xliff文件的源语言

# descr_sourceLanguage
source: The source language for xliff files is the language in which the "source" of a label is defined, which can be translated into other languages. In general it should be english.
ch: xliff文件的源语言是定义标签"source"的语言，可以将其翻译为其他语言。一般来说，它应该是英语。

source: Depends on
ch: 取决于

# descr_dependsOn
source: If the extension is depending on other extensions, enter the extension keys here (one per line followed by a double arrow and the lowest version number).
ch: 如果扩展名取决于其他扩展名，请在此处输入扩展名键（每行一个，后跟一个双箭头和最低版本号）。

# persons
source: Extension Authors
ch: 作者

source: Role
ch: 角色

source: Developer
ch: 开发者

source: Product Manager
ch: 产品经理

source: Company
ch: 公司

# plugins
source: Frontend plugins
ch: 前端插件

# descr_plugins
source: The frontend plugins which have to be registered in the extension
ch: 必须在扩展中注册的前端插件

source: Controller action combinations
ch: 控制器动作组合

# descr_controller_action_combinations
source: Here you can configure, which controller action combinations this plugin/module should have. Example: <br />Blog => list,show <br />(one controller per line, actions comma separated) <br />If you leave this empty, all available actions are configured for this plugin.
ch: 您可以在此处配置此插件/模块应具有的控制器动作组合。例：<br />Blog => list,show <br />(每行一个控制器，动作逗号分隔) <br />如果将此保留为空，则将为此插件配置所有可用的操作。

source: Non cacheable actions
ch: 不可缓存的动作

# descr_noncacheable_actions
source: Typically create, delete and update actions should not be cached. (Same format as above)
ch: 通常，不应缓存create，delete和update操作。 （与上述格式相同）

source: Switchable actions
ch: 可切换的动作

# descr_switchableActions
source: Make actions switchable in the plugin's form. One line for the label, one for the list of allowed Controller->action pairs (semicolon separated). Example: <br />Display items<br />Model->list; Model->show;<br />Admin<br />Model->new; Model->create; Model->edit; Model->update;
ch: 在插件的表单中使操作可切换。一行用于标签，一行用于列表.Controller->action.示例: <br />Display items<br/>Model->list; Model->show;<br />Admin<br />Model->new; Model->create;Model->edit; Model->update;

source: Backend modules
ch: 后端模块

source: Main module
ch: 主模块

# uniqueInThisModel
source: Should be unique for this model
ch: 对于此模型应该是唯一的

source: Type
ch: 类型

source: More
ch: 更多

source: More options
ch: 更多选择

source: Advanced options
ch: 高级选项

source: Remove
ch: 删除

source: Add
ch: 添加

source: Render type
ch: 渲染类型

# desc_renderType
source: How should the relation be displayed in backend forms?
ch: 关系应如何以后端形式显示？

# selectMultipleSideBySide
source: Side by side multi select
ch: Multi Select

source: Is exclude field?
ch: 是排除字段？

# descr_isExcludeField
source: If set to true, this field will only be visible for admin users per default
ch: 如果设置为true，则默认情况下此字段仅对管理员用户可见

source: Is l10n_mode = exclude?
ch: 设置l10n_mode = exclude?

# descr_isL10nModeExclude
source: If set to true, this field will be set to l10n_mode = exclude
ch: 如果设置为true，则此字段将设置为l10n_mode = exclude

source: New model object
ch: 新模型对象

source: Domain object settings
ch: 域对象设置

source: Object type
ch: 对象类型

# descr_objectType
source: Value objects are simple objects that are defined by their value and have no 'identity'
ch: 值对象是由值定义的简单对象，没有"identity"

source: Entity
ch: 实体

source: Value object
ch: 值对象

source: Is aggregate root?
ch: 是聚合根吗？

# descr_isAggregateRoot
source: If true, the extension builder will generate a repository for this model
ch: 如果为true，那么扩展构建器将为此模型生成一个存储库(repository)

source: Enable sorting?
ch: 启用排序?

# descr_enableSorting
source: If true, sorting in the backend is enabled
ch: 如果为true，则启用后端排序

source: Add deleted field
ch: 添加删除字段

# descr_addDeletedField
source: Deleting a record with "delete" field will not really delete the record, but just set the delete flag to true
ch: 使用"delete"字段删除记录不会真正删除记录，而只是将delete标志设置为true

source: Add hidden field
ch: 添加隐藏字段

# descr_addHiddenField
source: The hidden field is an "enable" field. Only records which are not hidden will be displayed
ch: 隐藏的字段是"enable"字段。仅显示未隐藏的记录

source: Add starttime/endtime fields
ch: 添加startime和endtime字段

# descr_addStarttimeEndtimeFields
source: If set, the related records will have a startime and endtime as "enable" field
ch: 如果设置，相关记录将在startime和endtime作为"enable"字段

# enableCategorizable
source: Enable categorization?
ch: 启用分类？

# descr_enableCategorizable
source: If true, categorization in the backend is enabled for this model
ch: 如果为true，则为此模型启用后端分类

# mapToTable
source: Map to existing table
ch: 映射到现有表

# descr_mapToTable
source: If the model should extend an existing table, you can configure this here
ch: 如果模型应继承现有表，则可以在此处进行配置

# parentClass
source: Extend existing model class
ch: 继承现有模型类

# descr_parentClass
source: If this model should extend an existing other model, name it here
ch: 如果此模型应该继承现有的其他模型，请在此处命名

source: Default actions
ch: 默认Action

source: Action type
ch: Action类型

# descr_actionType
source: For each selected action, the extension builder will generate a template and a action method in the controller of this model. If the model is an aggregate root the default CRUD actions will be generated per default.
ch: 对于每个选定的动作，扩展构建器将在此模型的控制器中生成model和Action。如果模型是聚合根，则默认情况下将生成默认的CRUD操作。

source: Properties
ch: 属性

source: Property name
ch: 属性名称

# descr_propertyName
source: The name should be lowerCamelCase and unique in this model
ch: 名称应为lowerCamelCase，并且在此模型中是唯一的

source: Property type
ch: 属性类别

# descr_propertyType
source: All types with * are not yet supported by the frontend form generation/validation
ch: 前端表单生成/验证尚不支持带*的所有类型

source: Allowed file types
ch: 允许的文件类型

# descr_allowedFileTypes
source: Comma separated file endings like: doc,ods
ch: 逗号分隔的文件结尾，例如：doc，ods

# maxItems
source: Allowed number of files
ch: 允许的文件数

source: Is required?
ch: 必填?

source: Relations
ch: 关系

# relationName
source: Name
ch: 名称

# descr_relationName
source: The name should be lowerCamelCase and unique in this model
ch: 名称应为lowerCamelCase，并且在此模型中是唯一的

source: Extension properties
ch: 扩展属性

source: Tab label
ch: 标签

source: Lazy loading
ch: 延迟加载

# descr_lazyLoading
source: Make this relation lazy loading
ch: 使此关系延迟加载

# foreignRelationClass
source: Relation to external class
ch: 与外部阶级的关系

# descr_foreignRelationClass
source: If this is a relation to an external model, enter the (full qualified) class name here. The class must exist and be loadable
ch: 如果这是与外部模型的关系，请在此处输入（完全合格的）类名称。该类必须存在并且可以加载

# modeler_invalidConfigurationTitle
source: Invalid configuration!
ch: 无效的配置！

# modeler_invalidExtensionPropertiesTitle
source: Invalid extension properties
ch: 扩展名属性无效

# modeler_invalidExtensionProperties
source: Please check the fields in the left panel
ch: 请检查左侧面板中的字段

# modeler_duplicatePropertyNamesTitle
source: Duplicate property names
ch: 属性名称重复

# modeler_missingModelName
source: Please enter a model name!
ch: 请输入模型名称！

# modeler_duplicateModelNamesTitle
source: Duplicate model names
ch: 模型名称重复

# modeler_invalidModelConfiguration
source: Invalid fields in model:
ch: 模型中的无效字段：

# modeler_extensionSaveError
source: Extension could not be saved:
ch: 扩展名无法保存：

# modeler_loadPipeConfirmMessage
source: Do you really want to clear the current working board and load the selected pipe? Unsaved changes will get lost!
ch: 您是否真的要清除当前工作板并加载选定的管道？未保存的更改将丢失！
