Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/setup/Resources/Private/Language/ch.locallang_csh_mod.xlf
Languages: ch

# .alttitle
source: User > Setup module
ch: 用户 > 配置模块

# .description
source: The Setup module allows the backend user to customize TYPO3 for his own login sessions. This includes the backend language and various other interface features.
ch: 配置模块允许后台用户自定义自己的登录会话，这里包括了后台的语言和其他的一些接口功能。

# language.alttitle
source: Backend Language selection
ch: 后台语言选择

# option_condensedMode.alttitle
source: Condensed Mode
ch: 精简模式

# option_copyLevels.alttitle
source: Recursive Copy
ch: 递归拷贝

# option_edit_RTE.alttitle
source: Enable Rich Text Editor
ch: 开启富文本编辑器

# option_edit_docModuleUpload.alttitle
source: Enable File Uploads in editing forms
ch: 在编辑表单中开启文件上传

# option_edit_showFieldHelp.alttitle
source: Context Sensitive Help mode
ch: 上下文敏感帮助模式

# option_edit_wideDocument.alttitle
source: Wide document background
ch: 宽文档背景

# option_enableFlashUploader.alttitle
source: Enable Flash Uploader
ch: 开启FLASH文件上传工具

# option_maxTitleLen.alttitle
source: Maximum title length
ch: 最大标题长度

# option_newPassword.alttitle
source: Change password
ch: 修改密码

# option_newPassword.description
source: Enter a new password for your backend account:
ch: 为你的后台账号输入新密码

# option_noMenuMode.alttitle
source: Navigation Mode
ch: 导航模式

# option_recursiveDelete.alttitle
source: Recursive Delete
ch: 递归删除

# option_showThumbs.alttitle
source: Show Thumbnails by default
ch: 按默认配置显示缩略图

# option_startModule.alttitle
source: Start module
ch: 开始模块
