Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.locallang_layout.xlf
Languages: ch

# CEonThisPage
source: Content elements on this page
ch: 本页上的内容元素

source: Advanced functions
ch: 高级功能

# clearCache
source: Click here to clear cache for this page.
ch: 点击这里清除本页缓存

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
ch: 请点击左侧页面树中的页面标题编辑页面内容

# clickAPage_header
source: Web>Page module
ch: 页面 > 页面模块

source: Content
ch: 内容

# content_from_pid_title
source: Page uses content from this page: %s
ch: 请使用当前页面的内容: %s

# content_on_pid_title
source: This content is also shown on: %s
ch: 这个内容还显示在: %s

# defaultLanguage
source: Default
ch: 默认

# deleteItem
source: Delete
ch: 删除

# deleteWarning
source: Are you sure you want to delete this record?
ch: 你确定删除这个记录？

# dragdrop.copy.message
source: Press CTRL to copy
ch: 按住CTRL拷贝

source: Edit
ch: 编辑

# editColumn
source: Edit this column
ch: 编辑这一列

# editInRTE
source: Edit in Rich Text Editor
ch: 在RTE中编辑

source: Edit language header
ch: 编辑语言标题

source: Edit page language overlay properties
ch: 编辑页面语言叠加属性

source: Edit page properties
ch: 编辑页面属性

# editPageProperties_curLang
source: Edit translation properties
ch: 编辑翻译属性

# error.invalidBackendLayout
source: The selected page layout is mis-configured, no columns are specified to be editable. Please update your backend layout to have at least one parameter "colPos" set.
ch: 所选页面没有配置，没有列被指定为可编辑，请更新后台布局，确保至少有"colPos" 参数被设置。

source: Go to list module
ch: 转到列表模块

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
ch: 当前页面是一个文件夹，文件夹通常不包括内容元素，但是可以用于存放其他类型的记录。

source: Go to table
ch: 转到表

source: Grid-View
ch: 格栅视图

# hiddenCE
source: Show hidden content elements
ch: 显示隐藏的页面内容元素

source: Hide
ch: 隐藏

source: Internal notes
ch: 内部说明

# languageModeConnected
source: Connected Mode
ch: 连接模式

# languageModeFree
source: Free Mode
ch: 自由模式

# languageModeMixed
source: Mixed Mode
ch: 混合模式

# localize.chooseLanguage
source: Choose your language
ch: 选择你的语言

# localize.educate.copy
source: Copying content will take the content elements from the source language and create copies in a different language.<br> This means that you will be able to move content elements around freely, but you will not have the benefit of being able to compare changes made in the source language later on.<br> <strong>Use this when you want to have freedom in designing your translated website.</strong>
ch: 复制内容将从源语言中获取内容元素，并以其他语言创建副本。<br>这意味着您将能够自由地移动内容元素，但您将无法在以后比较源语言中所做的更改。<br><strong>如果您想自自由的制作复杂的多语言网站时使用此功能。<strong>

# localize.educate.translate
source: Translating content will create a direct connection between the original language and the language you translate to.<br> This means that moving and element or setting meta information like start- or endtime will be taken from the original content and you will not be able to set these values on a translated content element.<br> <strong>Use this when your workflow demands a strict translation workflow.</strong>
ch: 翻译内容将在原始内容和翻译内容之间创建一个连接.<br> 这意味着移动和元素或设置元信息（如开始或结束时间）将从原始内容中获取，并且您将无法在已翻译的内容元素上设置这些值。<br> <strong>当您的工作流要求严格的翻译工作流时，请使用此选项.</strong>

# localize.view.chooseLanguage
source: Choose the language from which you want to localize the content
ch: 选择一种你想本地化的语言

# localize.view.processing
source: Processing...
ch: 处理中...

# localize.view.summary
source: Record summary
ch: 记录摘要

# localize.wizard.button.cancel
source: Cancel
ch: 关闭

# localize.wizard.button.next
source: Next
ch: 下一个

# localize.wizard.button.process
source: Start processing
ch: 开始处理

# localize.wizard.header_page
source: Localize page "{0}" into {1}
ch: 本地化页面"{0}" 到 {1}

# m_default
source: Default
ch: 默认

# m_function_0
source: QuickEdit
ch: 快速编辑

# m_function_1
source: Columns
ch: 列

# m_function_2
source: Languages
ch: 语言

# m_tt_address_0
source: Short List
ch: 短列表

# m_tt_address_1
source: Address list
ch: 地址列表

# m_tt_address_2
source: Personal info
ch: 个人信息

# m_tt_board_0
source: List topics only
ch: 仅列出标题

# m_tt_calender_date
source: Date
ch: 日期

# m_tt_calender_ext
source: Extended
ch: 扩展

# m_tt_links_1
source: Whole URL
ch: 整个URL

# m_tt_products_ext
source: Extended
ch: 扩展

# moveDown
source: Move record down
ch: 向下移动

# moveUp
source: Move record up
ch: 向上移动

source: Move page
ch: 移动页面

# move_record
source: Re-position current content element
ch: 重新设定当前内容位置

# newAfter
source: New record after this one
ch: 当前记录后新建

# newContentElement
source: Create new content element
ch: 创建新内容元素

# newInColumn
source: Create new record in top of this column
ch: 在当前列的顶部创建新内容

# newLabel
source: NEW
ch: 新建

# newPage
source: Create new page
ch: 创建新页面

# newPage2
source: New page
ch: 新页面

# newPageContent
source: Create page content
ch: 创建页面内容

# newPageContent2
source: New content
ch: 新内容

# newPageContent_translate
source: Translate
ch: 翻译

# newRecordGeneral
source: Create new record
ch: 创建新记录

# new_language
source: Make new translation of this page
ch: 创建本页的新翻译

# nextThree
source: Edit next %s records
ch: 编辑下 %s 条记录

# noAccess
source: No edit access
ch: 没有编辑权限

# noAccess_msg
source: You do not have access to edit the requested record.
ch: 你没有权限编辑请求的记录。

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
ch: 对不起，你没有权限编辑本页内容！

# noEditPage
source: Sorry, you do not have permissions to edit this page!
ch: 对不起，你没有权限编辑本页！

source: No plugin selected
ch: 没有选中插件

source: Not assigned
ch: 没有指定

# pI_crDate
source: Created date
ch: 创建日期

# pI_crUser
source: Created by
ch: 创建由

# pI_hits10days
source: Last 10 days
ch: 过去10天

# pI_hits24hours
source: Last 24 hours
ch: 过去24小时

# pI_hitsPeriod
source: Hits Period
ch: 点击时段

# pI_hitsTotal
source: Total Hits
ch: 总点击

# pI_lastChange
source: Last change
ch: 上次修改

# pI_lastChangeContent
source: Last change, content
ch: 上次修改，内容

source: Page information
ch: 页面信息

# pageIsExternalLinkMessage
source: Page is a link to the following external URL: %s
ch: 页面连接到如下的外部URL: %s

# pageIsInternalLinkMessage
source: Page is a link to the following page: %s
ch: 页面连接到下面的页面: %s

# pageIsMisconfiguredExternalLinkMessage
source: Page is configured to be an external link but there is actually no URL defined.
ch: 页面被配置为外部链接，但实际上没有定义URL。

# pageIsMisconfiguredInternalLinkMessage
source: Page is configured to be a link but there is actually no target defined.
ch: 页面被配置为链接但是没有指定目.

# pageIsRandomInternalLinkMessage
source: Page is a link to a random page.
ch: 页面链接到一个随机页面

# paste.modal.button.cancel
source: Cancel
ch: 关闭

# paste.modal.button.paste
source: Move
ch: 移动

# paste.modal.button.pastecopy
source: Copy
ch: 拷贝

# paste.modal.paste
source: Do you want to move the record to this position?
ch: 你要移动记录到当前位置？

# paste.modal.pastecopy
source: Do you want to copy the record to this position?
ch: 你要拷贝记录到当前位置？

# paste.modal.title.paste
source: Paste record
ch: 粘贴记录

# pasteAfterRecord
source: Paste after this record
ch: 粘贴到这个记录后

# pasteIntoColumn
source: Paste into this column
ch: 粘贴到这一列

# recordHistory
source: View record change history
ch: 查看记录修改历史

source: records
ch: 记录

# recursiveDeleteWarning
source: You can recover pages with subpages only with the recycler. Are you sure you want to delete these pages?
ch: 你可以在回收站中恢复带有子页面的页面，你确定要删除这些页面吗？

# staleTranslationWarning
source: Make sure that this behavior is intended and does not pose a problem for you. We highlighted the problematic records for you.
ch: 确保这种行为是符合预期的，不会对您造成问题。我们为您突出显示了有问题的记录。

# staleTranslationWarningTitle
source: Inconsistent content detected in language "%s"
ch: 检测到前后矛盾的内容在语言"%s"

# staleUnusedElementsWarning
source: These elements don't belong to any of the available columns of this page. You should either delete them or move them to existing columns. We highlighted the problematic records for you.
ch: 这些元素不属于此页的任何可用列。您应该删除它们或者将它们移到现有的列中。我们为您突出显示了有问题的记录。

# staleUnusedElementsWarningTitle
source: Unused elements detected on this page
ch: 检测到未使用的页面元素

# title
source: Page content
ch: 页面内容

# tt_board_author
source: Author
ch: 作者

# tt_board_date
source: Date
ch: 日期

# tt_board_subject
source: Subject
ch: 主题

source: Un-hide
ch: 取消隐藏

# undoLastChange
source: Undo/Redo last change (%s ago)
ch: 撤销/重做 上次修改(%s 之前)
