Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.locallang_login.xlf
Languages: ch

# availableInterfaces
source: Backend,Front End,Traditional Backend
ch: 后台，前台，传统后台

# clear
source: Clear this field!
ch: 清除字段！

source: Copyright
ch: 版权

# details.link
source: Go to %s for details.
ch: 了解细节请转到%s

# error.cookies_ignore
source: Ignore!
ch: 忽略！

# error.furtherInformation
source: For more information or further help click here
ch: 更多信息请点击这里

# error.login
source: Your login attempt did not succeed. Make sure to spell your username and password correctly, including upper/lowercase characters.
ch: 登录不成功。请确保帐号拼写与密码正确，包括大小写。

# extension.copyright
source: Extensions are copyright of their respective owners.
ch: 扩展是其各自所有者的版权。

# free.software
source: This is free software, and you are welcome to redistribute it under certain conditions; %sclick for details.%s
ch: 这是一个免费软件，欢迎在符合条件下重新发行; %s 点击了解细节.%s

# headline
source: Login to the TYPO3 CMS Backend on ###SITENAME###
ch: 登录到###SITENAME###的TYPO3 内容管理系统后台

# info.about
source: This is the backend login of TYPO3. You need username and password to access this administration interface. If you are a visitor of ###SITENAME###, please visit the public website: ###SITELINK###
ch: 这里是 TYPO3后台，你需要用户名密码访问管理界面，如果你是一个访客###SITENAME###,请访问公开站点: ###SITELINK###

# info.cookies_and_js
source: (Note: Cookies and JavaScript must be enabled!)
ch: (提示: Cookies 和 JavaScript 必须开启!)

# info.reset
source: Reset this form
ch: 重设表单

# interface.backend
source: Backend
ch: 后台

# interface.backend_old
source: Traditional Backend
ch: 传统后台

# interface.frontend
source: Frontend
ch: 前台

# keep.notice
source: Obstructing the appearance of this notice is prohibited by law.
ch: 法律禁止妨碍这一通知的出现.

# labels.submitLogout
source: Log Out
ch: 退出

# labels.whatIsOpenId
source: What is OpenId?
ch: 什么是OpenID?

# newsheadline
source: Important Messages
ch: 重要信息

# no.warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY; %sclick for details.%s
ch: TYPO3 CMS 绝对没有保证;% s 点击了解细节. % s

source: TYPO3 CMS
ch: TYPO3 内容管理系统

# version.short
source: ver.
ch: 版本

# warning.incompatibleBrowser
source: You are using an unsupported browser version.
ch: 你正使用一个不支持的浏览器版本

# warning.incompatibleBrowserHeadline
source: Unsupported Browser
ch: 不支持的浏览器

# warning.incompatibleBrowserInternetExplorer
source: Please install <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />a more modern browser version</a>.
ch: 请安装一个更新的浏览器，例如Google Chrome.

# warranty.by
source: Warranty is supplied by %s; %sclick for details.%s
ch: 授权由%s; %s 点击了解细节.%s
