Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.locallang_pages_new.xlf
Languages: ch

source: Add more lines
ch: 添加更多行

# canNotCreateNew.message
source: Sorry, you are not allowed to create new subpages to this page due to access restrictions.
ch: 对不起，由于权限设置，你无法为当前页面创建新的子页面。

# canNotCreateNew.title
source: Insufficient permissions
ch: 权限不够

# create
source: Create pages
ch: 创建页面

# hidePages
source: Hide new pages
ch: 隐藏新页面

# hidePagesInMenus
source: Hide new pages in menus
ch: 在菜单中隐藏新页面

# listEnd
source: Place new pages after the existing subpages
ch: 在已经存在的子页面后放置新页面

# newPage
source: Page
ch: 页面

# newSubPages
source: New page structure
ch: 新页面结构

# noPagesCreated.message
source: No pages were created.
ch: 没有页面被添加

# noPagesCreated.title
source: No pages added
ch: 没有页面被添加

# pagesCreated.message
source: The pages were created successfully.
ch: 页面被成功添加

# pagesCreated.title
source: Pages added
ch: 页面被添加

# reset
source: Clear fields
ch: 清理字段

# title
source: Create multiple pages
ch: 创建多个页面
