Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.locallang_pages_sort.xlf
Languages: ch

# changeOrder
source: Sort these pages by
ch: 对这些页面进行排序

# changeOrderByCreate
source: Create-time
ch: 创建时间

# changeOrderByNavtitle
source: Navigation title
ch: 导航标题

# changeOrderBySubtitle
source: Subtitle
ch: 副标题

# changeOrderByTitle
source: Page title
ch: 页面标题

# changeOrderByTstamp
source: Change-time
ch: 修改时间

# changeOrderConfirm
source: You're about to change the order of the above pages. Are you sure you want to continue?
ch: 您将要更改以上页面的顺序。确定要继续吗？

# changeOrderReverse
source: Reverse current order
ch: 逆序排序

source: Current page order
ch: 当前页面顺序

# fieldCrdate
source: Create-time
ch: 创建时间

# fieldNavitle
source: Navigation title
ch: 导航标题

# fieldSubtitle
source: Subtitle
ch: 副标题

# fieldTitle
source: Page title
ch: 页面标题

# fieldTstamp
source: Change-time
ch: 修改时间

# hasInvisiblePage.message
source: The page has invisible subpages which are not shown due to access restrictions. Those will not be sorted among others.
ch: 该页面包含不可见的子页面，由于访问限制，这些子页面未显示。这些将不会被排序。

# hasInvisiblePage.title
source: Invisible subpages
ch: 看不见的子页面

# noEditPermissions
source: No edit permissions on this sub page. This page can not be re-sorted among others.
ch: 在此子页面上没有编辑权限。此页面无法在其他页面中重新排序。

# noSubpages.message
source: Please select a page with subpages.
ch: 请选择包含子页面的页面。

# noSubpages.title
source: No subpages
ch: 没有子页面

# notAvailableInWorkspace.message
source: Sorry, this function is not available in the current draft workspace!
ch: 抱歉，此功能在当前的草稿工作区中不可用！

# notAvailableInWorkspace.title
source: Not implemented
ch: 未实现

# title
source: Sort sub pages
ch: 排序子页面
