Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.locallang.xlf
Languages: ch

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
ch: 没有注册任何模块。请联系您的系统管理员。

source: Show references
ch: 显示参考

# systemmessage.header
source: Application Information
ch: 应用信息

# systemmessage.intro
source: This is a short system overview. For advanced information please head to the <a href="%s">Environment Module</a>.
ch: 这是一个简短的系统概述。有关高级信息，请访问<a href='%s'>环境模块</a>.

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
ch: 您的系统完全正常运行。 祝你今天愉快。

# usermodule.su.list
source: Recently switched to
ch: 最近切换到

# usermodule.su.tooltip
source: Switch to user %s
ch: 切换到用户 %s

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png)
ch: LOGO：如果设置，将使用此logo而不是登录凭据字段上方的TYPO3 logo(e.g. fileadmin/images/login-logo.png 或 EXT:my_theme/Resources/Public/Images/login-logo.png 或 //domain.tld/login-logo.png)

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
ch: 突出显示颜色：如果设置，此颜色将用作登录屏幕中的突出显示颜色。

# config.loginBackgroundImage
source: Background Image: If set, this image will be used as background image for the login screen (e.g. fileadmin/images/my-background.jpg or EXT:my_theme/Resources/Public/Images/my-background.jpg or //domain.tld/my-background.png)
ch: 背景图像：如果设置，此图像将用作登录屏幕的背景图像(e.g. fileadmin/images/my-background.jpg 或 EXT:my_theme/Resources/Public/Images/my-background.jpg 或 //domain.tld/my-background.png)

# config.loginFootnote
source: Footnote: If set, this text will be displayed on the login screen to provide copyright information for the background image (e.g. © 2017 by Foo Bar) or a descriptive text
ch: 脚注：如果设置，此文本将显示在登录屏幕上，以提供背景图像的版权信息(e.g. © 2017 by Foo Bar) 或描述性文字

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 Backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png
ch: LOGO：如果设置，将使用此logo而不是登录凭据字段上方的TYPO3 logo(e.g. fileadmin/images/login-logo.png 或 EXT:my_theme/Resources/Public/Images/login-logo.png 或 //domain.tld/login-logo.png)

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico)
ch: Favicon: 如果设置，将使用此图标而不是TYPO3 LOGO (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico)

# foldertreeview.noFolders.title
source: No folders available
ch: 没有文件夹可用

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
ch: 您无权访问任何文件夹。请让您的管理员修改您帐户的访问权限。

# login.link
source: Login with username and password
ch: 使用用户名和密码登录

# login.username
source: Username
ch: 用户名

# login.password
source: Password
ch: 密码

# login.error.capslock
source: Attention: Caps lock enabled!
ch: 注意：已启用大写锁定！

# login.interface
source: Interface
ch: 接口

# login.news.previous
source: Previous
ch: 以前

# login.news.next
source: Next
ch: 下一个

# login.error.message
source: Your login attempt did not succeed
ch: 尝试登录未成功

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
ch: 确保正确拼写您的用户名和密码，包括大写/小写字符。

# login.error.javascript
source: Please activate JavaScript!
ch: 请启用JavaScript！

# login.error.cookies
source: Please activate Cookies!
ch: 请启用Cookies！

# login.process
source: Verifying Login Data ...
ch: 验证登录数据...

# login.submit
source: Login
ch: 登录

# login.copyrightLink
source: More about TYPO3
ch: 更多关于我们

# login.donate
source: Donate
ch: 捐助我们

# button.showPageTsConfig
source: Show PageTS-Config
ch: 显示 PageTS-Config

# button.hidePageTsConfig
source: Hide PageTS-Config
ch: 隐藏 PageTS-Config

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data incosistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
ch: 无法从数据库中检索来自表%1$s的uid为%2$s的记录。如果，则可能发生此数据不兼容基本记录已被删除，但表％%3$s与uid为%4$s的中间记录仍然指向它。修理在这种情况下，要么删除中间记录，要么使用回收模块恢复已删除的记录。
