Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.locallang_db_new_content_*.xlf
Languages: el

# common
source: Typical page content
el: 典型页面内容

# common_bulletList_description
source: A single bullet list.
el: 一个单一的符号列表

# common_bulletList_title
source: Bullet List
el: 符号列表

# common_headerOnly_description
source: Adds a header only.
el: 添加一个标题

# common_headerOnly_title
source: Header Only
el: 标题

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
el: 在列或行中对齐的任意数量的图片

# common_imagesOnly_title
source: Images Only
el: 图片

# common_regularText_description
source: A regular text element with header and bodytext fields.
el: 一个常规的内容元素，包括一个标题和正文

# common_regularText_title
source: Regular Text Element
el: 常规内容元素

# common_table_description
source: A simple table.
el: 一个简单表格

# common_table_title
source: Table
el: 表格

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
el: 围绕普通文本元素的任意数量的图像

# common_textImage_title
source: Text & Images
el: 文本&图片

# common_textMedia_description
source: Any number of media wrapped right around a regular text element.
el: 围绕一个常规文本元素的任意数量的媒体

# common_textMedia_title
source: Text & Media
el: 文本&媒体

# forms
source: Form elements
el: 表单元素

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
el: 登录/退出表单，以保护只允许获授权网站使用者及组别登入的网页的密码。

# forms_login_title
source: Login Form
el: 登录表单

# forms_mail_description
source: A mail form allowing website users to submit responses.
el: 允许网站用户提交回复的邮件表单。

# forms_mail_title
source: Mail Form
el: 邮件表单

source: Menu
el: 菜单

# menu_abstract.description
source: Menu of subpages of selected pages including abstracts
el: 包括摘要的已选择页面的子页面菜单

# menu_abstract.title
source: Abstracts
el: 摘要

# menu_categorized_content.description
source: Content elements for selected categories
el: 已选择分类的内容元素

# menu_categorized_content.title
source: Categorized content
el: 分类内容

# menu_categorized_pages.description
source: Pages for selected categories
el: 已选择分类的页面

# menu_categorized_pages.title
source: Categorized pages
el: 分类页面

# menu_pages.description
source: Menu of selected pages
el: 已选择页面的菜单

# menu_pages.title
source: Pages
el: 页面

# menu_recently_updated.description
source: Menu of recently updated pages
el: 最近更新页面的菜单

# menu_recently_updated.title
source: Recently updated pages
el: 最近更新的页面

# menu_related_pages.description
source: Menu of related pages based on keywords
el: 基于关键词的相关页面

# menu_related_pages.title
source: Related pages
el: 相关页面

# menu_section.description
source: Page content marked for section menus
el: 为小节菜单标记的页面内容

# menu_section.title
source: Section index
el: 小节目录

# menu_section_pages.description
source: Menu of subpages of selected pages including sections
el: 选定页面的子页面菜单包括小节

# menu_section_pages.title
source: Section index of subpages from selected pages
el: 选择页面的子页面小节目录

# menu_sitemap.description
source: Expanded menu of all pages and subpages for selected pages
el: 选定页的所有页和子页的展开菜单

# menu_sitemap.title
source: Sitemap
el: 站点地图

# menu_sitemap_pages.description
source: Expanded menu of all subpages for selected pages
el: 选定页的所有子页的展开菜单

# menu_sitemap_pages.title
source: Sitemaps of selected pages
el: 已选择页面的站点地图

# menu_subpages.description
source: Menu of subpages of selected pages
el: 已选择页面的子页面的菜单

# menu_subpages.title
source: Subpages
el: 子页面

source: Plugins
el: 插件

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
el: 选择此元素类型以插入在以下选项中找不到的插件。

# plugins_general_title
source: General Plugin
el: 常规插件

# sel1
source: Please select the type of page content you wish to create
el: 请选择你想创建的页面内容类型

# sel2
source: Now, click the position where you wish to place the element on the page
el: 现在，点击你想创建内容元素的位置

# special
source: Special elements
el: 特殊元素

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
el: 这个元素插入一个可视分隔符，默认情况下是一条水平线。

# special_divider_title
source: Divider
el: 分割线

# special_filelinks_description
source: Makes a list of files for download.
el: 列出要下载的文件列表。

# special_filelinks_title
source: File Links
el: 文件链接

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
el: 创建页面的菜单，站点地图或者其他特殊菜单

# special_menus_title
source: Special Menus
el: 特殊菜单

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
el: 使用这个元素你可以在页面上插入HTML代码

# special_plainHTML_title
source: Plain HTML
el: 纯HTML

# special_shortcut_description
source: With this element you can embed other content elements.
el: 使用此元素，您可以嵌入其他内容元素。

# special_shortcut_title
source: Insert records
el: 插入记录

# special_sitemap_title
source: Sitemap
el: 站点地图
