Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.locallang_alt_doc.xlf
Languages: ch

# button.confirm.duplicate_record_changed.no
source: No, just duplicate the original
ch: 不，只是复制原件

# buttons.confirm.close_without_save.no
source: No, I will continue editing
ch: 不，我会继续编辑

# buttons.confirm.close_without_save.yes
source: Yes, discard my changes
ch: 是的，放弃我的更改

# buttons.confirm.delete_elements.no
source: Cancel
ch: 取消

# buttons.confirm.delete_elements.yes
source: Yes, delete these elements
ch: 是的，删除这些元素

# buttons.confirm.delete_file.no
source: Cancel
ch: 取消

# buttons.confirm.delete_file.yes
source: Yes, delete this file
ch: 是的，删除此文件

# buttons.confirm.delete_folder.yes
source: Yes, delete this folder
ch: 是的，删除此文件夹

# buttons.confirm.delete_record.no
source: Cancel
ch: 取消

# buttons.confirm.delete_record.yes
source: Yes, delete this record
ch: 是的，删除此记录

# buttons.confirm.duplicate_record_changed.cancel
source: Cancel
ch: 取消

# buttons.confirm.duplicate_record_changed.yes
source: Yes, save and duplicate this record
ch: 是的，保存并复制此记录

# buttons.confirm.new_record_changed.cancel
source: Cancel
ch: 取消

# buttons.confirm.new_record_changed.no
source: No, just add
ch: 不，只需添加

# buttons.confirm.new_record_changed.yes
source: Yes, save and create now
ch: 是的，立即保存并创建

# buttons.confirm.save_and_close
source: Save and close
ch: 保存并关闭

# buttons.confirm.view_record_changed.cancel
source: Cancel
ch: 取消

# buttons.confirm.view_record_changed.no-save
source: View without changes
ch: 预览无需更改

# buttons.confirm.view_record_changed.save
source: Save changes and view
ch: 保存更改并预览

# buttons.reviewFailedValidationFields
source: Review fields with failed validations
ch: 检查验证失败的字段

# deleteItem
source: Delete
ch: 删除

# deleteWarning
source: Are you sure you want to delete this record?
ch: 您确定要删除此记录吗？

source: Edit whole record
ch: 编辑整个记录

# label.confirm.close_without_save.content
source: You currently have unsaved changes. Are you sure you want to discard these changes?
ch: 您目前有未保存的更改。您确定要放弃这些更改吗？

# label.confirm.close_without_save.title
source: Do you want to close without saving?
ch: 你想关闭而不保存吗？

# label.confirm.delete_record.content
source: Are you sure you want to delete this record?
ch: 您确定要删除此记录吗？

# label.confirm.delete_record.title
source: Delete this record?
ch: 删除此记录？

# label.confirm.duplicate_record_changed.content
source: You currently have unsaved changes. Do you want to save your changes before duplicating this record?
ch: 您目前有未保存的更改。是否要在复制此记录之前保存更改？

# label.confirm.duplicate_record_changed.title
source: Do you want to save before duplicating this record?
ch: 在复制此记录之前，您要保存吗？

# label.confirm.new_record_changed.content
source: You need to save your changes before creating a new record. Do you want to save and create now?
ch: 您需要在创建新记录之前保存更改。你想现在保存和创建吗？

# label.confirm.new_record_changed.title
source: Do you want to save before adding?
ch: 要添加之前要保存吗？

# label.confirm.view_record_changed.content
source: You currently have unsaved changes. You can either discard these changes or save and view them.
ch: 您目前有未保存的更改。您可以放弃这些更改或保存并查看它们。

# label.confirm.view_record_changed.content.is-new-page
source: You need to save your changes before viewing the page. Do you want to save and view them now?
ch: 您需要在预览页面之前保存更改。你想现在保存和预览它们吗？

# label.confirm.view_record_changed.title
source: Do you want to save before viewing?
ch: 你想在预览之前保存吗？

# noDocuments
source: No open documents
ch: 没有打开文件

# noDocuments_listmodule
source: the Web>List module
ch: 网络>列表模块

# noDocuments_msg
source: There are no open documents available to edit.
ch: 没有可供编辑的打开文档。

# noDocuments_msg2
source: You can go to %s to find the page or the record you wish to edit.
ch: 您可以转到%s的查找要编辑的页面或记录。

# noDocuments_msg3
source: You can select one of your most recently edited records from this list
ch: 您可以从此列表中选择一个最近编辑过的记录

# noDocuments_OR
source: or
ch: 或

# noDocuments_pagemodule
source: the Web>Page module
ch: 网络>页面模块

# openDocs
source: OPEN DOCUMENTS
ch: 打开文档

# recordHistory
source: View record change history
ch: 预览记录更改历史记录

# undoLastChange
source: Undo/Redo last change (%s ago)
ch: 撤消/重做上次更改(%s 前)
