Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/backend/Resources/Private/Language/ch.siteconfiguration_fieldinformation.xlf
Languages: ch

# site.base
source: Main URL to call the frontend in default language. Can be https://www.example.com/ or just /, if it is just a / you cannot rely on TYPO3 creating full URLs
ch: 用于使用默认语言调用前端的主要URL。可以是https://www.example.com/或/，如果只是/，则不能依赖TYPO3创建完整网址

# site_base_variant.base
source: For example "https://staging.domain.tld" or "http://www.domain.local"
ch: 例如 "https://staging.domain.tld" 或 "http://www.domain.local"

# site_base_variant.condition
source: Expression to match this base variant.
ch: 匹配此基本变量的表达式。

# site.baseVariants
source: This allows you to specify variants of the site's base. Can be used, for example, if you have a different domain for your staging environment.
ch: 这使您可以指定站点基础的变体。例如，如果您的登台环境具有其他域，则可以使用该变体。

# site_errorhandling.errorCode
source: Make sure to have at least 0 (not defined otherwise) configured in order to serve helpful error messages to your visitors.
ch: 确保至少配置了0（否则未定义），以便向访问者提供有用的错误消息。

# site_errorhandling.errorFluidTemplate
source: Path to the fluid template file given by absolute, relative path (from site root) or by referring the template file inside an extension with "EXT:" prefix.
ch: 流体模板文件的路径，该路径由绝对相对路径（从站点根目录开始）给出，或通过在扩展名为"EXT："的扩展名内引用模板文件来给出。

# site_errorhandling.errorPhpClassFQCN
source: Fully qualified class name to a class that implements the PageErrorHandlerInterface.
ch: 实现PageErrorHandlerInterface的类的全限定类名。

# site.identifier
source: This name will be used to create the configuration directory. Mind the recommendations for directory names (only a-z,0-9,_,-) and make it unique.
ch: 该名称将用于创建配置目录。注意目录名称的建议（仅a-z，0-9，_，-），并使其唯一。

# site_language.base
source: Use a full qualified domain "https://www.mydomain.fr/" or "/fr/". Use "/" to keep the main URL for the default language. Add language specific suffixes to use those, or configure complete URLs for independent domains.
ch: 使用标准域名"https://www.mydomain.fr/"或“/fr/"。使用“/"保留默认语言的主要URL。添加特定于语言的后缀以使用它们，或为独立域配置完整的URL。

# site_language.direction
source: Language direction for "dir" attribute
ch: “dir"属性的语言方向

# site_language.hreflang
source: Used within for "lang" and "hreflang" attributes
ch: 用于"lang"和"hreflang"属性

# site_language.iso-639-1
source: ISO 639-1 code of the Language
ch: 语言的ISO 639-1代码

# site_language.locale
source: Used for localized date and currency formats. E.g. "de_DE" or "en_US.UTF-8".
ch: 用于本地化的日期和货币格式。例如。 "de_DE"或"en_US.UTF-8"。

# site_language.navigationTitle
source: Used within language-related menus
ch: 在与语言相关的菜单中使用

# site_language.typo3Language
source: Select the language to be used from translation files. Keep default if no translation files are available.
ch: 从翻译文件中选择要使用的语言。如果没有翻译文件可用，请保留默认值。

# site.rootPageId
source: You must create a page with a site root flag.
ch: 您必须创建一个带有站点根标志的页面。
