Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/lang/Resources/Private/Language/ch.locallang_csh_*_groups.xlf
Languages: ch

# .description
source: This is the Backend administration user groups available for the Backend users. These determine the access credentials for the Backend users.
ch: 这是后台管理用户组,对后台用户有效.这确定了后台用户的访问凭证.

# title.description
source: Name of the Backend usergroup. The name should be descriptive and can always be changed later.
ch: 后台用户组名称.这个名称能描述并能在以后被更改.

# db_mountpoints.description
source: Define page tree root points for the group members.
ch: 定义用户组成员的页面树根点.

# db_mountpoints.details
source: The page tree in TYPO3 must have some points-of-entry defined. Here you should insert one or more references to a page which will represent a new root page for the page tree. This is called a "Database mount" or "DB mount". DB mounts <i>may</i> be inherited by the users which are members of this group. This depends on whether the user is configured to include the mounts set in the member groups. However it's recommended to use backend user groups like this to configure mounts. Especially if they need to be shared among many users.
ch: 页面树使用所有的站点子模块进行定位,必须已定义了一些进入点.此处您应该为一个页面插入一个和多个参考,该页面将为页面树显示一个新的根页面.这被称为'数据库mount'.DB mounts属性可以从作为组成员的用户处被继承.这取决于在成员组中用户是否被配置为包括mounts set.无论如何建议使用后台用户组来配置mounts.特别是在许多用户之间有共享需求时.

# file_mountpoints.description
source: Define startpoints for the file folder tree.
ch: 文件目录树定义开始点.

# pagetypes_select.description
source: Select which 'Types' of Pages the members may set.
ch: 选择成员可能设置的页面属性.

# pagetypes_select.details
source: This option limits the number of valid choices for the user when he is about to select a page type. Choice of Page types (doktype) for a page is associated with a) a special icon for the page, b) permitted tables on the page (see $PAGES_TYPES global variable) and c) if the page is a web page or "system folder" type.
ch: 对将选择页面类型的用户此选项限制其有效选择的数量.

# tables_modify.description
source: Select which tables the members may modify.
ch: 选择成员可能修改的表格.

# tables_modify.details
source: An important part of setting permissions is to define which database tables a user is allowed to modify. Tables allowed for modification is automatically also allowed for selection and thus you don't need to set tables entered here in the "Tables (listing)" box. <strong>Notice</strong> that this list adds to the fields selected in other member groups of a user.
ch: 设置权限的一个重要部分是定义哪些数据库表格允许用户修改. 允许修改的表格也同样自动允许选择,因此您不需要在此处"表格(列表)" 框中输入表格. <strong>注意</strong>该列表添加到在用户的另一个成员组中所选择 的域内.

# tables_select.description
source: Select which tables the members may see in record lists ('modify' tables does not need to be re-entered here!).
ch: 选择成员在记录列表中可能要查看的表格('修改'表格不需要在此处重新输入!)

# tables_select.details
source: This determines which tables - in addition to those selected in the "Tables (modify)" box - may be viewed and listed for the member users. He is not able to <em>edit</em> the table - only select the records and view the content. This list is not very important. It's a pretty rare situation that a user may select tables but not modify them.
ch: 此项决定哪些表格 - 除了在"表格(修改)"框中所选择的表格之外 - 可能被 用户查看和列出的表格. 这样他不能<em>编辑</em>表格 - 只能选择 记录和查看内容. 此列表不是非常重要.一般不太会出现用户选择表格但不修改它们的情况.

# non_exclude_fields.description
source: Certain table fields are not available by default. Those fields can be explicitly enabled for the group members here.
ch: 某些表格域在缺省情况下是无效的.那些域在此对于组成员可用.

# non_exclude_fields.details
source: "Allowed excludefields" allows you to detail the permissions granted to tables. By default all these fields are not available to users but must be specifically enabled by being selected here. One application of this is that pages are usually hidden by default and that the hidden field is not available for a user unless he has been granted access by this list of "Allowed excludefields". So the user may create a new page, but cannot un-hide the page - unless of course he has been assigned the "Page: Hide page" exclude field through one of his member groups. Of course it does not make any sense to add fields from tables which are not included in the list of tables allowed to be modified.
ch: "允许excludefields"允许您为表格详细指明准许的权限.缺省情况下所有的这些域对于用户是不可用的,但可以通过在此处选择来指定为可用.一个应用实例为通常页面在缺省下是被隐藏的,并且被隐藏的页面对于用户是不可用的,除非他被此列表"允许excludefields"准许访问. 因此用户可以创建一个新的页面,但不能不隐藏页面.当然除非他已经通过他的成员组中的一个组被分配了"页面:隐藏"不包括域属性.当然,从那些不包括在允许被修改的表格列表中的表格添加域也没有任何意义.

# hidden.description
source: Disables a user group.
ch: 禁止一个用户组.

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them.
ch: 如果您禁止了一个用户组,那么该组的所有用户将不能继承该组授予他们的任何属性.

# lockToDomain.description
source: Enter the host name from which the user is forced to login.
ch: 输入用户被要求登录的主机名称.

# lockToDomain.details
source: A TYPO3 system may host multiple websites on multiple domains. Therefore this option secures that users can login only from a certain host name. Setting this to for example "www.my-domain.com" will require a user to be logged in from that domain if membership of this group should be gained. Otherwise the group will be ignored for the user.
ch: 一个TYPO3系统可能有多个域指向它.因此该选项保证用户只可以从某一个主机名称登录.

# groupMods.description
source: Select available backend modules for the group members.
ch: 为组成员选择有效的后台模块.

# groupMods.details
source: This determines which 'menu items' are available for the group members. This list of modules is added to any modules selected in other member groups of a user as well as the corresponding field of the user himself.
ch: 此项决定哪些'菜单项'对于组成员可用.此模块列表被添加到任何一个用户的其它成员组中所选的模块以及用户自己相关的域.

# inc_access_lists.description
source: Select whether the Access Lists for Page type, Tables, Module and Allowed excludefield are enabled for this group.
ch: 选择页面类型,表格,模块和允许excludefields访问列表对于此组是否可用.

# description.description
source: Enter a short description of the user group, what it is for and who should be members. This is for internal use only.
ch: 输入一个用户组的简短描述,创建目的和组成员. 这只供内部使用.

# TSconfig.description
source: User TSconfig: Additional configuration through TypoScript style values (Advanced).
ch: 通过TypoScript样式值(高级)的附加配置.

# TSconfig.syntax
source: TypoScript syntax without conditions and constants.
ch: TypoScript样式不带条件和常量.

# hide_in_lists.description
source: This option will prevent the user group from showing up in lists, where user groups are selected.
ch: 此选项将防止用户组显示在被选中的用户组列表中.

# hide_in_lists.details
source: This will affect the list of user groups in the Task Center To-Do and Messages parts as well as the Web>Access module. The option is extremely useful if you have general user groups defining some global properties which all your users are members of. Then you would probably not like all those users to 'see' each other through the membership of this group, for instance sending messages or To-Dos to each other. And this is what is option will prevent.
ch: 这将影响到To-Do任务中心内的用户组列表和消息部分以及站点>访问模块.如果您有定义了一些全局属性的一般用户组, 所有您的用户都是成员, 该选项非常有用.然后您不希望所有的那些用户通过该组的成员关系'看到'其它成员,例如发送消息或任务给其它人.这就是此选项所要防止的.

# subgroup.description
source: Select backend user groups which are automatically included for members of this group.
ch: 选择被自动包括在该组成员中的后台用户组.

# subgroup.details
source: The properties of subgroups are added to the properties of this group and basically they will simply be added to the list of member groups of any user which is a member of this group. This feature provides a great way to create 'Supervisor' user groups.
ch: 属性和子组被添加到该组的属性中,并且基本上他们将被完全的添加到作为 该组成员的任何用户的成员组列表中.此特性提供了一个很好的方法来创建'管理员'用户组.
