Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/lang/Resources/Private/Language/ch.locallang_csh_*_users.xlf
Languages: ch

# .description
source: This is the table of backend administration users. Backend users can login in the backend of TYPO3 and are typically producers of content on a website.
ch: 这是后台管理用户的表格.

# username.description
source: Enter the login name of the backend user.
ch: 输入后台用户的登录名称.

# username.details
source: A username is required and must be in lowercase without spaces in it. Furthermore the username must be unique. If it is not unique a number will be appended automatically.
ch: 需要一个用户名并且必须以小写格式不带空格.

# password.description
source: Enter the password for the backend username above (Notice the value you enter <i>will</i> be readable in the field!).
ch: 为上面的后台用户输入密码(注意您输入的值<i>将</i>在域中可读!).

# password.details
source: The password is required. Before the password is sent to the server it's md5-hashed, so the password value itself is not transferred over the Internet. This is true both when editing the password and when the user logs in. While this principle does not reveal the raw password it is <i>not</i> the same as real encryption. If you need the highest degree of security you should install the TYPO3 backend on a secure server. The password is stored in the database as an md5-hash and thus it's not possible to extract the original password from the database either. This means that 'lost passwords' must be substituted with a new password for the user. <b>Notice</b> When you enter the password in the password field it is initially visible in clear text! First when the password field focus is lost will the password become a "list of dots". <b>User changing password</b> Users can change their password from the User > Setup module
ch: 需要密码.在密码被发送服务器之前,它被md5-hashed,所以密码值本身 不会被经由Internet传送.这在编辑密码时和用户登录时都是如此.由于此原则不暴露原始密码,它<i>不</i>同于编密码.如果您需要最高级别的安全性,您应该在安全服务器上安装TYPO3后台.密码在数据库中被存储为md5-hash并且因此也不能从数据库中提取原始密码.这意味着'丢失的密码'必须被用户的新密码所替换.

# usergroup.description
source: Assign backend user groups to the user.
ch: 为用户指定后台用户组.

# usergroup.details
source: The backend user groups defines the permissions which the backend user will inherit. So unless the backend user is an 'Admin' user, he needs to be a member of one or more user groups in order to have practically any permissions assigned. The properties set in the user groups are mostly added together. The first (top) group in the list is the group which will, by default, be the owner of pages the user creates.
ch: 后台用户组定义后台用户将继承的权限.除非后台用户是一个'管理员' ,他 需要成为一个或多个组的成员来分配权限.设置在用户组中的属性通常添加在一起.列表中第一个(顶部)组在缺省情况下为用户创建页面的主人.

# lockToDomain.description
source: Enter the host name from which the user is forced to login.
ch: 输入要求用户登录的主机名称.

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
ch: 一个TYPO3系统可能有多个域指向它.因此该选项保证用户只可以从某一个主机名称登录.

# db_mountpoints.description
source: Assign startpoints for the users page tree.
ch: 为用户页面树分配开始点.

# db_mountpoints.details
source: The page tree used my all Web-submodules to navigate must have some points-of-entry defined. Here you should insert one or more references to a page which will represent a new root page for the page tree. This is called a 'Database mount'. <strong>Notice</strong> that backend user groups also has DB mounts which can be inherited by the user. So if you want a group of users to share a page tree, you should probably mount the page tree in the backend user group which they share instead.
ch: 页面树使用所有的站点子模块进行定位,必须已定义了一些进入点. 此处您应该为一个页面插入一个和多个参考,该页面将为页面树显示一个 新的根页面.这被称为'数据库mount'. <strong>注意</strong>后台用户组同样有可以被用户继承的DB mounts. 如果您想一个用户组共享一个页面树,您应该要在共享的后台用户组中 mount页面树.

# file_mountpoints.description
source: Assign startpoints for the file folder tree.
ch: 为文件目录树分配开始点.

# file_mountpoints.details
source: The file folder tree is used by all File-submodules to navigate between the file folders on the webserver. Notice as with 'DB mounts' the file folder mounts may be inherited from the member groups of the user. See Backend Groups for details
ch: 所有的文件子模块用文件目录树在站点服务器上的文件目录之间进行定位. 为了能够上传<em>任何</em>文件,用户<em>必须</em>有一个以 目录名称为'_temp_'的mounted文件目录.(缺省情况下为要上传到的地方).注意文件目录mounts可能从用户的成员组继承了'DBmounts'属性.

# email.description
source: Enter the email address of the user.
ch: 输入用户的Email地址.

# email.details
source: This address is rather important to enter because this is where messages from the system is sent. <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
ch: 此地址的输入相当重要,因为它指出从系统发出的消息要送达的地点. <strong>注意</strong>用户可以在用户设置模块内自己更改该值.

# realName.description
source: Enter the ordinary name of the user, eg. John Doe.
ch: 输入用户的平常名称,例如:John Doe.

# realName.details
source: <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
ch: <strong>注意</strong>用户可以在用户>设置模块内自己更改该值.

# disable.description
source: This option will temporarily disable the user from logging in.
ch: 此选项从登录的用户中暂时禁止用户.

# admin.description
source: 'Admin' users have TOTAL access to the system!
ch: '管理员'用户可完全访问系统!

# admin.details
source: 'Admin' can do anything TYPO3 allows and this kind of user should be used only for administrative purposes. All daily handling should be done with regular users. 'Admin' users don't need to be members of any backend user groups. However you should be aware that any page created by an admin user without a group will not have any owner-group assigned and thus it will probably be invisible for other users. If this becomes a problem you can easily solve it by assigning a user group to the 'Admin' user anyway. This does of course not affect the permissions since they are unlimited, but the first group listed is by default the owner group of newly created pages. 'Admin' users are easily recognized as they appear with a red icon instead of the ordinary blue user-icon. You should probably not assign any other users than yourself as an 'Admin' user.
ch: '管理员'可以做TYPO3允许的所有事,并且这类用户应该只用于管理目的.所有日常处理应由常规用户处理.'管理员'不需要是成员或任何后台用户组.无论如何您应当注意,由不带组属性的管理员用户创建的任何页面将不被分配任何所有组,因此它将不被其它用户所见.如果这成为一个问题,您可以通过为'管理员'用户分配一个用户组来方便的解决它.当然这不会影响到权限,因为他们是无限制的.但是所列出的第一个组在缺省情况下是新建页面的所有组.'管理员'用户非常容易识别,他们显示为红色图标而不是常规用户的蓝色图标.您不应分配给其它用户'管理员'权限,除了您自己.

# options.description
source: Select if the user should inherit page tree or folder tree mountpoints from member groups.
ch: 选择用户是否从成员组继承页面树或页面树装配点.

# options.details
source: It's a great advantage to let users inherit mountpoints from membergroups because it makes administration of the same mountpoints for many users extremely easy. If you don't check these options, you must make sure the mount points for the page tree and file folder tree is set specifically for the user.
ch: 让用户从成员组继承挂接点是一个很大的优势,因为它对于管理很多用 户的相同挂接点提供了极大的便利.如果您不检查这些点,您必须确保用于页面树和文件目录树的挂接点是明确为用户设置的.

# fileoper_perms.description
source: Select file operation permissions for the user.
ch: 为用户选择文件操作权限.

# fileoper_perms.details
source: These settings relate to the functions found in the File>List module as well as general upload of files. <strong>Notice</strong> that backend user groups also have file operation permissions which automatically apply to the user if he's member of an accordant group. So if you want a group of users share identical file operation permissions, you should probably define them in a backend user group instead.
ch: 这些设置涉及在文件>列表模块中找到的功能以及文件的常规上传.

# starttime.description
source: Enter the date from which the account is active.
ch: 输入帐户激活的日期.

# endtime.description
source: Enter the date from which the account is disabled.
ch: 输入帐户禁止的日期.

# lang.description
source: Select the <i>default</i> language.
ch: 选择<i>缺省</i>语言.

# lang.details
source: This determines the language of the backend interface for the user. All mainstream parts available for regular users are available in the system language selected. 'Admin'-users however will experience that the 'Admin'-only parts of TYPO3 is in english. This includes all submodules in "Tools" and the Web>Template module. <b>Notice</b> this is only setting the default language. As soon as the user has logged in the language must be changed through the User>Setup module. Also you will have to install the corresponding language pack which can be found as an extension on TYPO3.org with the prefix "csh_XX" where XX is the TYPO3 language key.
ch: 这确定用户后台界面的语言.所有对于常规用户有效的主要部分都可已所 选择的语言显示. '管理员'用户将发现'管理'部分为英语,该部分也是TYPO3中唯一的一个以 英语显示的部分.它包括在"工具"中的所有子模块和站点>模板模块. <b>注意</b>这只是缺省语言.只要用户一登录,语言一定会通过用户> 设置模块被改变.

# userMods.description
source: Select available backend modules for the user.
ch: 为用户选择有效的后台模块.

# userMods.details
source: This determines which 'menu items' are available for the user in the backend. Notice that the same list of modules may be configured for the backend user groups and that these will be inherited by the user in addition to the modules you select here. It's highly likely that you should not set any modules for the user himself but rather select the modules in the backend groups he's a member of. However this list provides a great way to add a single module for specific users.
ch: 这确定哪些'菜单项'对用户是有效的. 注意模块的相同列表可能是为后台用户配置的,并且除了您在此选择的模块 外它们将被用户继承.这样很有可能您不应为用户本身设置任何模块,而是在 他是成员的组中选择模块. 无论如何此列表为指定用户添加一单个模块提供了一个很好的途径.

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
ch: 为用户输入附加TSconfig(高级).

# TSconfig.details
source: This field allows you to extend the configuration of the user in severe details. A brief summary of the options include a more detailed configuration of the backend modules, setting of user specific default table field values, setting of Rich Text Editor options etc.
ch: 此域允许您扩展用户配置的多个具体内容.选项的简短概要包括了一个后台模块的更具体的配置,用户指定缺省表格域值的设置,Rich Text编辑器选项的设置等.该列表会随着时间增大并且归档在管理文档中,在指定的'admin-guide.pdf'文件中(见以下链接).
