Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/lang/Resources/Private/Language/ch.locallang_mod_web_list.xlf
Languages: ch

# Localize
source: Localize to:
ch: 本地化至：

# button.cancel
source: Cancel
ch: 关闭

# button.delete
source: Delete
ch: 删除

# clip_deleteMarked
source: Delete marked
ch: 删除标记的

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
ch: 您是否确认删除表'%s'中所有标记了的记录?

# clip_duplicates
source: Mark duplicates
ch: 标记副本

# clip_editMarked
source: Edit marked
ch: 编辑标记的

# clip_markRecords
source: Mark All/Mark none
ch: 标记所有/取消所有标记

# clip_paste
source: Paste in clipboard content
ch: 粘贴入剪贴板内容

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
ch: 粘贴于后: 剪贴板内容插入至记录后面

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
ch: 粘贴进: 剪贴板内容插入至页面中

# clip_selectMarked
source: Transfer the selection of records to clipboard
ch: 传送选择的记录到剪贴板

# contractView
source: List all tables
ch: 列表所有表格

# defaultLanguage
source: Default
ch: 默认

# delete
source: Delete record (!)
ch: 删除记录(!)

# deleteWarning
source: Are you sure you want to delete this record?
ch: 您是否确认删除该记录?

source: Display versions
ch: 显示版本

# edit
source: Edit record
ch: 编辑记录

# editPage
source: Edit page properties
ch: 编辑页面属性

# editShownColumns
source: Edit all shown fields of the listed records
ch: 编辑已列出记录的所有显示域

# editThisColumn
source: Edit the '%s' field of the listed records
ch: 编辑列出记录的'%s'域

# expandView
source: List only this table
ch: 只列表该表

# hide
source: Hide record
ch: 隐藏记录

source: Hide page
ch: 隐藏页面

# history
source: Display change history / Un-do
ch: 显示修改历史/恢复

# largeControl
source: Extended view
ch: 扩展视图

# localization
source: Localization view
ch: 本地化浏览

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
ch: 网站>列表 模块提供页面记录的最底层访问. 与其它模块主要针对某些表执行某些操作不同, 该模块提供用户允许访问记录的最终访问能力.

# mlang_labels_tablabel
source: List of database-records
ch: 数据库记录列表

# mlang_tabs_tab
source: List
ch: 列表

# moveDown
source: Move down in list
ch: 在列表中下移

# moveUp
source: Move up in list
ch: 在列表中上移

source: Move page
ch: 移动页面

# move_record
source: Re-position content element
ch: 重定位内容元素

# multipleLanguages
source: All languages
ch: 所有语言

# new
source: New record
ch: 新建记录

# newPage
source: Create new page after this page
ch: 在该页后新建页面

# newRecord
source: Create new record after this record
ch: 在该记录后新建记录

# newRecordGeneral
source: Create new record
ch: 新建记录

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
ch: 移动当前页面使它作为上一页面的子页面

# noRecordsOnThisPage
source: There are no records on this page.
ch: 这个页面中没有记录

# permissions
source: Set permissions for page
ch: 设置页面权限

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
ch: 移动当前页面至从属页面之后

# restore
source: Restore record
ch: 恢复记录

# restoreWarning
source: Are you sure you want to restore this record by reverting the delete status?
ch: 你确认恢复这些记录吗

source: Show clipboard
ch: 显示剪贴板

# showInfo
source: Display information
ch: 显示记录

# unHide
source: Un-hide record
ch: 恢复显示记录

source: Un-hide page
ch: 恢复显示页面

# viewRecords
source: Viewing records of
ch: 查看记录
