Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/templavoila_framework/lang/ch.locallang.xlf
Languages: ch

# pages.ds.f1.title
source: F1 Series: Feature and Main Content
ch: F1系列：推荐区和主内容

# pages.ds.f2.title
source: F2 Series: Feature, Main Content and Content Area 2
ch: F2系列：推荐，主内容和内容区2

# pages.ds.f3.title
source: F3 Series: Feature, Main Content, Content Area 2 and Content Area 3
ch: F3系列：主内容，内容区2和内容区3

# pages.autoHeadline.label
source: Page Title as Content Headline
ch: 页面标题作为头条标题

# pages.autoHeadline.default
source: Default
ch: 默认

# pages.autoHeadline.on
source: On
ch: 开启

# pages.autoHeadline.off
source: Off
ch: 关闭

# pages.bleed.default
source: Default
ch: 默认

# pages.tabs.feature
source: Feature
ch: 推荐

# pages.tabs.main_content
source: Main Content
ch: 主要内容

# pages.tabs.content_area2
source: Content Area 2
ch: 内容区2

# pages.tabs.content_area3
source: Content Area 3
ch: 内容区3

# fce.ds.col2.title
source: 2 Column Group
ch: 2列内容组

# fce.ds.col3.title
source: 3 Column Group
ch: 3列内容组

# fce.ds.col4.title
source: 4 Column Group
ch: 4列内容组

# fce.ds.mod1.title
source: M1: Single Module Group
ch: M1：单个模块组

# fce.ds.mod2.title
source: M2: Dual Module Group
ch: M2：两个模块组

# fce.ds.mod3.title
source: M3: Triple Module Group
ch: M3：三个模块组

# fce.ds.mod4.title
source: M4: Quad Module Group
ch: M4：四个模块组

# fce.ds.plain_image.title
source: Plain Image
ch: 纯图片

# fce.ds.feature_image.title
source: Module Feature Image
ch: 模块推荐图片

# fce.ds.html_wrapper.title
source: HTML Wrapper
ch: HTML封装

# fce.distribution.label
source: Distribution
ch: 分配

# fce.distribution.1212
source: Half Half
ch: 对半

# fce.distribution.1323
source: Third / Two Third
ch: 三分之一/三分之二

# fce.distribution.2313
source: Two Third / Third
ch: 三分之二/三分之一

# fce.distribution.3414
source: Three Quarter / Quarter
ch: 四分之三/四分之一

# fce.distribution.1434
source: Quarter / Three Quarter
ch: 四分之一/四分之三

# fce.distribution.131313
source: Third Third Third
ch: 各三分之一

# fce.distribution.121414
source: Half Quarter Quarter
ch: 一半 四分之一 四分之一

# fce.distribution.141214
source: Quarter Half Quarter
ch: 四分之一 一半 四分之一

# fce.distribution.141412
source: Quarter Quarter Half
ch: 四分之一 四分之一 一半

# fce.mod1.header
source: Single Module
ch: 单个模块

# fce.mod1.title
source: MODULE 1: Title
ch: 模块1：标题

# fce.mod1.showTitle.label
source: MODULE 1: Show Title
ch: 模块1：显示标题

# fce.mod1.colStyle
source: MODULE 1: Column Style (no frame)
ch: 模块1：列风格（无边框）

# fce.mod2.header
source: Dual Module
ch: 双模块

# fce.mod2.title
source: MODULE 2: Title
ch: 模块2：标题

# fce.mod2.showTitle.label
source: MODULE 2: Show Title
ch: 模块2：显示标题

# fce.mod2.colStyle
source: MODULE 2: Column Style (no frame)
ch: 模块2：列风格（无边框）

# fce.mod3.header
source: Triple Module
ch: 三模块

# fce.mod3.title
source: MODULE 3: Title
ch: 模块3：标题

# fce.mod3.showTitle.label
source: MODULE 3: Show Title
ch: 模块3：显示标题

# fce.mod3.colStyle
source: MODULE 3: Column Style (no frame)
ch: 模块3：列风格（无边框）

# fce.mod4.header
source: Quad Module
ch: 四模块

# fce.mod4.title
source: MODULE 4: Title
ch: 模块4:标题

# fce.mod4.showTitle.label
source: MODULE 4: Show Title
ch: 模块4：显示标题

# fce.mod4.colStyle
source: MODULE 4: Column Style (no frame)
ch: 模块4：列风格（无边框）
