Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/staticfilecache/Resources/Private/Language/ch.locallang.xlf
Languages: ch

# module.title
source: StaticFileCache
ch: 静态文件缓存

# module.intro.current
source: This module displays the cache entries and errors of the current page.
ch: 此模块显示当前页面的缓存条目和错误。

# module.intro.childs
source: This module displays the cache entries and errors of all direct child pages.
ch: 此模块显示所有直接子页面的缓存条目和错误。

# module.intro.both
source: This module displays the cache entries and errors of the current and all direct child pages.
ch: 此模块显示当前和所有直接子页面的缓存条目和错误。

# staticfilecache.tx_staticfilecache_cache
source: Cache page as static file
ch: 缓存页面为静态文件

# staticfilecache.tx_staticfilecache_cache_force
source: Force the static cache generation (!!!)
ch: 强制静态缓存生成（!!!）

# staticfilecache.tx_staticfilecache_cache_priority
source: Cache priority (high => important)
ch: 缓存优先级（高=>重要）

# staticfilecache.tx_staticfilecache_cache_offline
source: Cache offline (Manifest) - only if page is cached staticly
ch: 脱机缓存（Manifest） - 仅当页面静态缓存时

# moduleFunction.tx_staticfilecache_infomodule
source: StaticFileCache
ch: 静态文件缓存

# staticfilecache_task_removeExpiredPages.name
source: Remove expired pages
ch: 删除过期的页面

# staticfilecache_task_removeExpiredPages.description
source: All expired pages will be removed from the cache.
ch: 所有过期的页面都将从缓存中删除。

# entriesEmpty
source: No entries on this level of the page tree.
ch: 页面树的此级别上没有条目。

# removeAllExpired
source: Remove all expired pages
ch: 删除所有过期的页面

source: Refresh
ch: 刷新

source: Page
ch: 页

source: Identifier
ch: 识别码

source: Created
ch: 创建

source: Expires
ch: 过期
