Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/setup/ch.locallang_csh_mod.xlf
Languages: ch

# .alttitle
source: User > Setup module
ch: 用户 > 配置模块

# .description
source: The Setup module allows the backend user to customize TYPO3 for his own login sessions. This includes the backend language and various other interface features.
ch: 安装模块允许后台用户自定义自己的登录回话，包括语言和其他的接口功能。

# language.alttitle
source: Backend Language selection
ch: 后台语言选择

# option_beUser_email.alttitle
source: Your email address
ch: 你的邮件地址

# option_beUser_realName.alttitle
source: Your real name
ch: 你的真实名字

# option_beUser_realName.description
source: Enter your real name here.
ch: 输入你的真实名字

# option_condensedMode.alttitle
source: Condensed Mode
ch: 简要模式

# option_copyLevels.alttitle
source: Recursive Copy
ch: 循环拷贝

# option_edit_RTE.alttitle
source: Enable Rich Text Editor
ch: 开启富文本框

# option_edit_docModuleUpload.alttitle
source: Enable File Uploads in editing forms
ch: 在编辑表单中开启文件上传

# option_edit_wideDocument.alttitle
source: Wide document background
ch: 宽文档背景

# option_enableFlashUploader.alttitle
source: Enable Flash Uploader
ch: 开启FLASH上传工具

# option_newPassword.alttitle
source: Change password
ch: 修改密码

# option_newPassword.description
source: Enter a new password for your backend account:
ch: 为后台账号输入新密码:

# option_noMenuMode.alttitle
source: Navigation Mode
ch: 导航模式

# option_recursiveDelete.alttitle
source: Recursive Delete
ch: 循环删除

# option_resizeTextareas.alttitle
source: Make Textareas Resizable
ch: 使内容区大小可调整

# option_showThumbs.alttitle
source: Show Thumbnails by default
ch: 默认显示缩略图

# option_startModule.alttitle
source: Start module
ch: 开启模块

# reset.alttitle
source: Reset all Values to default
ch: 重置所有值为默认
