Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/linkvalidator/ch.locallang.xlf
Languages: ch

# mod_linkvalidator
source: Linkvalidator
ch: 链接验证器

# tasks.validate.name
source: Linkvalidator
ch: 链接验证器

# tasks.validate.description
source: Search for broken Links and store the Result into the temporary Table tx_linkvalidator_link in order to ease up the Backend Module.
ch: 搜索坏链接并存储结果到临时表 tx_linkvalidator_link

# tasks.validate.page
source: Start Page (uid)
ch: 开始页面（uid）

# tasks.validate.depth
source: Depth
ch: 深度

# tasks.validate.conf
source: Overwrite TSconfig
ch: 覆盖TSconfig

# tasks.validate.email
source: Send Email Report to
ch: 发送报告邮件到

# tasks.validate.emailOnBrokenLinkOnly
source: Send Email on new broken Links only
ch: 仅发送新的损坏链接报告邮件

# tasks.validate.emailTemplateFile
source: Email Template File
ch: 邮件模板文件

# tasks.validate.invalidEmail
source: Invalid Email Format!
ch: 无效的邮件格式！

# tasks.validate.invalidPage
source: Invalid Page uid, please enter a valid Page uid!
ch: 无效的页面uid，请输入一个有效的页面uid

# tasks.validate.invalidDepth
source: There is no Depth set, please set it to one of the Values offered!
ch: 没有设置深度，请输入一个给定的值

# tasks.error.noSubject
source: No Subject for the Notification Email
ch: 提醒邮件没有主题

# tasks.error.invalidToEmail
source: Invalid Format of one or more of the Recipient Email Addresses!
ch: 接收人邮件地址有一个或多个无效格式

# tasks.error.invalidFromEmail
source: Invalid Format of the Email Address in the From Header
ch: 表单头中有无效的邮件地址格式

# tasks.error.invalidTSconfig
source: Invalid TSconfig in the Task Configuration!
ch: 任务配置中存在无效的TSconfig

# tasks.error.invalidEmailTemplateFile
source: The Email Template File is not existing!
ch: 邮件模板文件不存在！
