Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/redirects/Resources/Private/Language/ch.locallang_module_redirect.xlf
Languages: ch

source: Destination
ch: 目的地

# filter.destination
source: Destination (Path or Page ID)
ch: 目的地（路径或页面ID）

# filter.source_host.showAll
source: Show All
ch: 显示所有

# filter.targetStatusCode
source: Status Code
ch: 状态码

# heading_text
source: Redirect Management
ch: 重定向管理

source: Hits
ch: 点击

# mlang_labels_tabdescr
source: This is the administration area for Web Redirects.
ch: 这个是页面重定向的管理区域

# mlang_labels_tablabel
source: Redirect Administration
ch: 重定向管理

# mlang_tabs_tab
source: Redirects
ch: 重定向

# redirect_add_text
source: Add redirect
ch: 添加重定向

# redirect_create
source: Create new redirect
ch: 创建新的重定向

# redirect_no_filter
source: Remove all filter
ch: 去除所有的过滤器

# redirect_not_found.message
source: There are currently no redirect records found in the database.
ch: 数据库中没有发现重定向

# redirect_not_found.title
source: No redirects found!
ch: 没有发现重定向

# redirect_not_found_with_filter.title
source: No redirects found!
ch: 没有发现重定向

# source_host_global_text
source: Global redirect (any domain)
ch: 全局重定向（所有域名）
