Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/beuser/mod/ch.locallang.xlf
Languages: ch

source: Page title:
ch: 页面标题：

source: Path:
ch: 路径：

source: User:
ch: 用户：

source: Group:
ch: 用户组：

source: Everybody:
ch: 所有人：

source: This user:
ch: 此用户：

source: Main group:
ch: 主用户组：

# editLock
source: Edit lock prevents all editing
ch: 编辑锁会禁止所有修改

# noReadAccess
source: The user has no read-access to these DB-mounts!
ch: 用户对这些数据库挂载点无读权限！

source: [Default Draft]
ch: [默认草稿]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
ch: 警告：工作空间网站挂载页面ID无法访问：

source: Compare User Settings
ch: 比较用户设置

source: List Users Online
ch: 在线显示用户

source: Backend User Administration
ch: 后台用户管理

source: Filemounts
ch: 文件挂载

source: Default upload path
ch: 默认上传路径

source: Main user group
ch: 主用户组

source: Member of groups
ch: 用户组成员

source: Page types access
ch: 页面类型权限

source: Select tables
ch: 选择数据表

source: Modify tables
ch: 修改数据表

source: Non-exclude fields
ch: 非排除字段

source: Explicit Allow/Deny
ch: 直接允许/拒绝

source: Limit to languages
ch: 限制语言

source: Workspace permissions
ch: 工作空间权限

source: Workspace membership
ch: 工作空间成员身份

source: Custom options
ch: 自定义选项

source: Modules
ch: 模块

source: Non-mounted readable pages:
ch: 未挂载可读页面：

source: < Back to overview
ch: < 返回到概述

source: User Info
ch: 用户信息

source: Group by:
ch: 分组：

source: Update
ch: 更新

source: Group and Compare Users
ch: 分组比较用户

# tooManyUsers
source: There were too many users:
ch: 用户过多：

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
ch: 此工具每次只能显现以下用户数：

# newUser
source: Create new user
ch: 创建新用户

source: Usernames:
ch: 用户名：

source: Switch user to:
ch: 切换用户至：

source: [change-to mode]
ch: [改变模式]

source: [switch-back mode]
ch: [切换模式]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
ch: （所有已缓存的组列表已更新。）

source: Result
ch: 结果

source: Show information
ch: 显示信息

# sureToDelete
source: Are you sure you want to delete this element?
ch: 确定删除此元素？

source: Delete(!)
ch: 删除(!)

source: Timestamp:
ch: 时间戳：

source: Host:
ch: 主机：

source: Username:
ch: 用户名：

source: Who Is Online
ch: 谁在线
