Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/loginusertrack/ch.locallang_db.xlf
Languages: ch

# tx_loginusertrack_stat
source: [loginusertrack] User sessions
ch: [用户跟踪]用户会话

# tx_loginusertrack_stat.fe_user
source: Frontend user:
ch: 前台用户：

# tx_loginusertrack_stat.session_login
source: Session start:
ch: 会话开始：

# tx_loginusertrack_stat.last_page_hit
source: Session end:
ch: 会话结束：

# tx_loginusertrack_stat.session_hit_counter
source: Number of visited pages:
ch: 访问的网页数量

# tx_loginusertrack_stat.page_id
source: Login page:
ch: 登录页

# tx_loginusertrack_pagestat
source: [loginusertrack] Page statistics
ch: [用户跟踪]页面统计

# tx_loginusertrack_pagestat.fe_user
source: Frontend user:
ch: 前台用户：

# tx_loginusertrack_pagestat.sesstat_uid
source: Session record:
ch: 会话记录：

# tx_loginusertrack_pagestat.page_id
source: Visited page:
ch: 访问的网页：

# tx_loginusertrack_pagestat.hits
source: Number of visits:
ch: 访问数量：
