Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/templavoila/ch.locallang_db.xlf
Languages: ch

# tx_templavoila_tmplobj
source: TemplaVoilà Template Object
ch: 模板映射器模板对象(TO)

# tx_templavoila_tmplobj.title
source: Title:
ch: 标题:

# tx_templavoila_tmplobj.datastructure
source: Data Structure:
ch: 数据结构(DS):

# tx_templavoila_tmplobj.fileref
source: File reference:
ch: 引用文件:

# tx_templavoila_tmplobj.belayout
source: BELayout Template File:
ch: 后台布局模板文件：

# tx_templavoila_tmplobj.previewicon
source: Attach preview icon (gif or png in 1:1 size):
ch: 附加上预览图标(gif 或 png, 用 1:1 比例尺寸):

# tx_templavoila_tmplobj.description
source: Description of the template:
ch: 该模板描述:

# tx_templavoila_tmplobj.ds_createnew
source: Create new data structure!
ch: 创建新的数据结构(DS)!

# tx_templavoila_tmplobj.rendertype
source: Select a type of rendering:
ch: 选择一个生成类型：

# tx_templavoila_tmplobj.rendertype.I.0
source: Default output
ch: 默认输出

# tx_templavoila_tmplobj.rendertype.I.1
source: Printer friendly
ch: 友好打印

# tx_templavoila_tmplobj.parent
source: Make this a sub-template of:
ch: 使之成为子模板：

# tx_templavoila_tmplobj.rendertype_ref
source: Inherit default subtemplates from:
ch: 继承默认子模板从:

# tx_templavoila_tmplobj.localProc
source: Local Processing (XML):
ch: 局部处理(XML)

# be_groups.tx_templavoila_access
source: Disallow access to TemplaVoilà objects:
ch: 不许访问模板对象：

# tx_templavoila_datastructure
source: TemplaVoilà Data Structure
ch: 模板映射器数据结构(DS)

# tx_templavoila_datastructure.title
source: Title:
ch: 标题:

# tx_templavoila_datastructure.dataprot
source: Data Structure XML:
ch: 数据结构(DS)XML:

# tx_templavoila_datastructure.scope
source: Category:
ch: 类别:

# tx_templavoila_datastructure.scope.I.1
source: Page Template
ch: 页面模板

# tx_templavoila_datastructure.scope.I.2
source: Flexible Content Element
ch: 柔性内容元素

# tt_content.tx_templavoila_ds
source: Data Structure:
ch: 数据结构(DS)

# tt_content.tx_templavoila_to
source: Template Object:
ch: 模板对象(TO):

# tt_content.tx_templavoila_pito
source: Plug-In Template Object:
ch: 插入模板对象(TO)

# tt_content.tx_templavoila_flex
source: Content:
ch: 内容:

# tt_content.CType_pi1
source: Flexible Content
ch: 柔性内容

# pages.tx_templavoila_ds
source: Page Template Structure:
ch: 页面模板结构(TS):

# pages.tx_templavoila_to
source: Use Template Design:
ch: 应用模板设计:

# pages.tx_templavoila_next_ds
source: Subpages - Page Template Structure:
ch: 子页面-页面模板结构(TS):

# pages.tx_templavoila_next_to
source: Subpages - Use Template Design:
ch: 子页面-应用模板设计:

# pages.tx_templavoila_flex
source: Content:
ch: 内容:
