Repository: WHBLeer/erp
Catalog: typo3conf/ext/lfeditor/Resources/Private/Language/*.locallang.xlf
Languages: da, de, fi, pl

# button.cancel
source: Cancel
da: Afbryd
de: Abbrechen
fi: Peruuta
pl: Anuluj

# button.delete
source: Delete
da: Slet
de: Löschen
fi: Poista
pl: Usuń

# button.refreshLanguageFileList.title
source: Refresh list of language file options, only if you have added or deleted a language file
de: Aktualisiert die Liste der verfügbaren Sprachdateien; nur notwendig, falls Sprachdateien gelöscht oder hinzugefügt worden sind
pl: Odśwież listę opcji pliku językowego, tylko jeśli dodałeś lub usunąłeś plik językowy

# button.rename
source: Rename
da: Omdøb
de: Umbenennen
fi: Uudelleennimeä
pl: Zmień nazwę

# button.save
source: Save
da: Gem
de: Speichern
fi: Tallenna
pl: Zapisz

# button.search
source: Search
da: Søg
de: Suchen
fi: Etsi
pl: Szukaj

# button.session.back
source: Back
da: Forrige
de: Zurück
fi: Takaisin
pl: Wróć

# button.session.next
source: Next
da: Næste
de: Weiter
fi: Seuraava
pl: Następna

# const.const
source: Constant
da: Konstant
de: Konstante
fi: Vakio
pl: Stała

# const.consts
source: Constants
da: Konstanter
de: Konstanten
fi: Vakiot
pl: Stałe

# const.type.all
source: all
da: alle
de: alle
fi: kaikki
pl: wszystkie

# const.type.translated
source: translated
da: oversat
de: übersetzt
fi: käännetty
pl: przetłumaczone

# const.type.unknown
source: unknown
da: ukendt
de: unbekannt
fi: tuntematon
pl: nieznane

# const.type.untranslated
source: untranslated
da: ikke oversat
de: nicht übersetzt
fi: kääntämätön
pl: nieprzetłumaczone

# ext.global
source: Global
fi: Globaali
pl: Globalne

# ext.loaded
source: loaded
da: indlæst
de: geladen
fi: ladattu
pl: załadowana

# ext.local
source: Local
da: Lokal
de: Lokal
fi: Paikallinen (local)
pl: Lokalne

# ext.notLoaded
source: not loaded
da: ikke indlæst
de: nicht geladen
fi: lataamaton
pl: niezaładowana

# ext.system
source: System
fi: Systeemi
pl: Systemowe

# ext.unknown
source: unknown
da: ukendt
de: unbekannt
fi: tuntematon
pl: nieznane

# failure.access.denied
source: It seems that you are not allowed to use this module.
da: Det ser ud til at du ikke har adgang til at bruge dette modul!
de: Sie sind nicht berechtigt dieses Modul zu nutzen!
fi: Näyttää siltä, että et voi käyttää tätä modulia!
pl: Wygląda na to, że nie możesz korzystać z tego modułu.

# failure.backup.metaFile.notRead
source: Can't read from meta file.
da: Kan ikke indlæse metadata filen!
de: Die Metadatei konnte nicht gelesen werden!
fi: Metatiedostoa ei voitu lukea.
pl: Nie można czytać z pliku meta.

# failure.backup.metaFile.notWritten
source: Can't write to meta file.
da: Kan ikke gemme metadata filen!
de: Die Metadatei konnte nicht geschrieben werden!
fi: Metatiedostoon ei voitu kirjoittaa!
pl: Nie można pisać do pliku meta.

# failure.backup.noFiles
source: No backup files were found.
da: Backupfilen kunne ikke findes.
de: Es konnten keine Backup-Dateien gefunden werden!
fi: Yhtään varmuustallennustiedostoa ei löytynyt!
pl: Nie znaleziono plików kopii zapasowych.

# failure.backup.notDeleted
source: Can't delete backup file.
da: Backupfilen kunne ikke slettes.
de: Die Backup-Datei konnte nicht gelöscht werden!
fi: Varmuustallennustiedostoa ei voinut poistaa!
pl: Nie można usunąć pliku kopii zapasowej.

# failure.backup.notRead
source: Can't read from backup file.
da: Backupfilen kunne ikke læses.
de: Die Backup-Datei konnte nicht gelesen werden!
fi: Varmuustallennustiedostoa ei voinut lukea!
pl: Nie można czytać z pliku kopii zapasowej.

# failure.config.invalidLanguage
source: The following languages are not supported by TYPO3 and should be added. <br />(http://wiki.typo3.org/TYPO3_4.6#User-Defined_Languages) <br />
de: Die nachfolgenden Sprachen werden nicht von TYPO3 unterstüzt und müssen hinzugefügt werden. <br />(http://wiki.typo3.org/TYPO3_4.6#User-Defined_Languages) <br />
pl: Następujące języki nie są obsługiwane przez TYPO3 i powinny zostać dodane. <br />(http://wiki.typo3.org/TYPO3_4.6#User-Defined_Languages) <br />

# failure.failure
source: Error!
da: Fejl!
de: Fehler!
fi: Virhe!
pl: Błąd!

# failure.file.badPermissions
source: Some language files have insufficient permissions (i.e. write permission).
da: Nogle sprogfiler har ikke de nødvendige rettigheder! (f.eks. skrive rettigheder)
de: Einige Sprachdateien haben ungenügende Rechte (z.B. Schreibberechtigung)!
fi: Joillakin kielitiedostoilla on riittämättömät käyttöoikeudet (esim. kirjoitusoikeus puuttuu)!
pl: Niektóre pliki językowe mają niewystarczające uprawnienia (tj. uprawnienia do zapisu).

# failure.file.notWritten
source: Can't write to file.
da: Filen kunne ikke gemmes.
de: Die Datei konnte nicht geschrieben werden!
fi: Tiedostoon ei voinut kirjoittaa!
pl: Nie można pisać do pliku.

# failure.langfile.constExists
source: The constant already exists.
da: Konstanten eksisterer allerede!
de: Die Konstante existiert bereits.
fi: Tämä vakio on jo olemassa.
pl: Stała już istnieje.

# failure.langfile.noChange
source: The constant wasn't changed.
da: Den konstante blev ikke ændret.
de: Die Konstante wurde nicht verändert.
fi: Vakiona ei muutettu.
pl: Stała nie została zmieniona.

# failure.langfile.notDeleted
source: Can't delete language file.
da: Sprogfilen kunne ikke slettes.
de: Die Sprachdatei konnte nicht gelöscht werden!
fi: Kielitiedostoa ei voinut poistaa!
pl: Nie można usunąć pliku językowego.

# failure.langfile.notSplittedOrMerged
source: Can't split or merge files.
da: Filen kunne ikke deles/samles.
de: Die Dateien konnten nicht aufgeteilt oder zusammengefügt werden!
fi: Tiedostoa ei voinut yhdistää tai jakaa!
pl: Nie można dzielić ani scalać plików.

# failure.langfile.notSupported
source: The file type isn't supported (i.e. localization files).
da: Denne extension understøtter ikke filer af denne type (f.eks. localization filer).
de: Dieser Dateityp wird nicht unterstützt (z.B. Lokalisierungsdateien)!
fi: Tiedostotyyppiä ei tueta (esim. lokalisaatiotiedostot)!
pl: Typ pliku nie jest obsługiwany (tzn. pliki lokalizacyjne).

# failure.langfile.unknownType
source: Unknown file type.
da: Filtypen er ukendt!
de: Dieser Dateityp ist dem System vollkommen unbekannt!
fi: Tämä tiedostotyyppi on tuntematon!
pl: Nieznany typ pliku.

# failure.search.noConstants
source: No constants were found.
da: Kunne ikke finde nogle konstanter!
de: Es konnten keine Konstanten gefunden werden!
fi: Yhtään vakiota ei löytynyt!
pl: Nie znaleziono stałych.

# failure.search.noExtension
source: No extensions were found.
da: Ingen extensions fundet!
de: Es konnten keine Erweiterungen gefunden werden!
fi: Yhtään lisäosaa ei löytynyt!
pl: Nie znaleziono żadnych rozszerzeń.

# failure.search.noFileContent
source: No value was found in the given file.
da: Der er ingen værdier i denne fil!
de: Es konnte kein Wert in dieser Datei gefunden werden!
fi: Tiedostosta ei löynyt yhtään etsittyä arvoa!
pl: W podanym pliku nie znaleziono żadnej wartości.

# failure.search.noLangFile
source: No language files were found.
da: Der findes ingen sprogfiler!
de: Es konnte keine Sprachdatei gefunden werden!
fi: Yhtään kielitiedostoa ei löytynyt!
pl: Nie znaleziono plików językowych.

# failure.select.emptyLangDataArray
source: No constants were found.
da: Programmet har modtaget en tom konstant array!
de: Es wurden keine Konstanten übergeben!
fi: Yhtään vakoita ei löytynyt!
pl: Nie znaleziono stałych.

# failure.select.emptyLanguage
source: Please select a language with constants.
da: Vælg venligst et sprog!
de: Bitte wählen Sie eine Sprache mit Inhalt aus.
fi: Ole hyvä ja valitse kieli, jossa on kielivakioita.
pl: Wybierz język ze stałymi.

# failure.select.noConst
source: Please select a constant.
da: Du har ikke valgt en konstant!
de: Sie haben keine Konstante ausgewählt.
fi: Ole hyvä ja valitse vakio.
pl: Proszę wybrać stałą.

# failure.select.noConstDefined
source: Please define a valid constant.
da: Du skal definere en konstant!
de: Sie müssen eine Konstante definieren.
fi: Ole hyvä ja määrittele kelvollinen vakio.
pl: Zdefiniuj poprawną stałą.

# failure.select.noLangfile
source: Please select a language file.
da: Vælg venligst en sprogfil!
de: Bitte wählen Sie eine Sprachdatei aus.
fi: Ole hyvä ja valitse kielitiedosto.
pl: Wybierz plik językowy.

# function.backupMgr.backupMgr
source: Manage Backups
da: Backupstyring
de: Backups verwalten
fi: Hallitse varmuustallennuksia
pl: Zarządzaj kopiami zapasowymi

# function.backupMgr.date
source: Date of Backup
da: Backupdato
de: Datum des Backups
fi: Varmuustallenteen päivämäärä
pl: Data utworzenia kopii zapasowej

# function.backupMgr.delete
source: delete
da: slet
de: löschen
fi: poista
pl: usuń

# function.backupMgr.deleteAll
source: delete all
da: slet alt
de: alles löschen
fi: poista kaikki
pl: usuń wszystkie

# function.backupMgr.diff.badMarkupHint
source: only in backup
da: kun i backup
de: nur im Backup
fi: vain varmuustallenteessa
pl: tylko w kopii zapasowej

# function.backupMgr.diff.diff
source: Differences between backup and original
da: forskelle mellem backup og original
de: Unterschiede zwischen Backup und Original
fi: Varmuustallenteen ja alkuperäisen eroavaisuudet
pl: Różnice między kopią zapasową a oryginałem

# function.backupMgr.diff.goodMarkupHint
source: only in original
da: kun i original
de: nur im Original
fi: vain alkuperäisessä
pl: tylko w oryginale

# function.backupMgr.missing
source: Missing backup file.
da: mangler backup fil
de: Backupdatei fehlt
fi: varmuustallennustiedosto puuttuu
pl: Brak pliku kopii zapasowej.

# function.backupMgr.recover
source: recover
da: gendan
de: wiederherstellen
fi: palauta
pl: odzyskaj

# function.backupMgr.state
source: State
da: Status
de: Status
fi: Tila
pl: Status

# function.backupMgr.success.delete
source: The backup was successfully deleted.
de: Das Backup wurde erfolgreich gelöscht.
pl: Kopia zapasowa została pomyślnie usunięta.

# function.backupMgr.success.deleteAll
source: All backups were successfully deleted.
de: Alle Backups wurden erfolgreich gelöscht.
pl: Wszystkie kopie zapasowe zostały pomyślnie usunięte.

# function.backupMgr.success.restore
source: Restored successfully.
de: Erfolgreich wiederhergestellt.
pl: Przywrócono pomyślnie.

# function.const.add.add
source: Add Constant
da: Tilføj konstant
de: Konstante hinzufügen
fi: Lisää vakio
pl: Dodaj stałą

# function.const.add.name
source: constant name
da: konstantnavn
de: Konstantenname
fi: vakion nimi
pl: nazwa stałej

# function.const.delete.delete
source: Delete Constant
da: Slet konstant
de: Konstante löschen
fi: Poista vakio
pl: Usuń stałą

# function.const.delete.question
source: Are you sure that you wish to delete this constant?
da: Er du sikker på at du vil slette dette emne?
de: Wollen Sie diese Konstante wirklich löschen?
fi: Haluatko todella poistaa tämän vakion?
pl: Czy na pewno chcesz usunąć tę stałą?

# function.const.edit.edit
source: Edit Constant
da: Rediger konstant
de: Konstante editieren
fi: Muokkaa vakiota
pl: Edytuj stałą

# function.const.rename.hint
source: Please enter new constant name in this field. The old constant will be replaced by the new one.
da: Indtast venligst et nyt konstantnavn i dette felt. Det gamle konstantnavn vil blive erstattet af det nye.
de: Bitte geben Sie einen neuen Konstantennamen in dieses Feld ein. Die alte Konstante wird nach dem absenden der Daten durch diese ersetzt werden.
fi: Ole hyvä ja määrittele tähän kenttään uusi vakion nimi. Vanha vakio korvataan uudella.
pl: Podaj nową nazwę stałej w tym polu. Stara stała zostanie zastąpiona nową.

# function.const.rename.newName
source: new constant name
da: nyt konstantnavn
de: neuer Konstantenname
fi: uusi vakion nimi
pl: nazwa nowej stałej

# function.const.rename.rename
source: Rename Constant
da: Omdøb konstant
de: Konstante umbenennen
fi: Nimeä vakio uudelleen
pl: Zmień nazwę stałej

# function.const.search.enterSearchStr
source: Please enter a search word (can contain pcre syntax).
da: Indtast venligst et søgeord (kan være i PCRE format).
de: Bitte geben Sie ein Suchwort an (kann PCRE-Syntax enthalten).
fi: Ole hyvä ja anna etsittävä sana (voi sisältää pcre-syntaksia)
pl: Wprowadź szukane słowo (może zawierać składnię pcre).

# function.const.search.result
source: Search Result
da: søgeresultat
de: Suchergebnisse
fi: Hakutulokset
pl: Wyniki wyszukiwania

# function.const.search.search
source: Search constants
da: Søg i konstanter
de: Konstanten suchen
fi: Etsi vakioita
pl: Wyszukaj stałe

# function.const.treeview.badMarkupHint
source: untranslated constant
da: ikke oversat konstant
de: nicht übersetzte Konstante
fi: kääntämätön vakio
pl: stała nieprzetłumaczona

# function.const.treeview.goodMarkupHint
source: normal constant
da: normal konstant
de: normale Konstante
fi: normaali vakio
pl: normalna stała

# function.const.treeview.hideUnhideAll
source: hide/unhide all
da: skjul/synligør alle
de: alle Einträge sichtbar/versteckt
fi: piilota/näytä kaikki
pl: ukryj/odkryj wszystkie

# function.const.treeview.root
source: Root
da: Rod
de: Wurzel
fi: Juuri
pl: Korzeń

# function.const.treeview.specialMarkupHint
source: Unknown constant (i.e. name changed, deleted in reference)
da: ukendt konstant (f.eks. ændret navn, slettet i referencen)
de: unbekannte Konstante (z.B. Name geändert, gelöscht in Referenz)
fi: tuntematon vakio (esim. nimi muutettu, referenssi poistettu)
pl: nieznana stała (tzn. zmieniła się nazwa, usunięta w odniesieniu)

# function.const.treeview.treeview
source: View Tree
da: Trævisning
de: Baumansicht
fi: Näytä sanastopuu
pl: Widok drzewa

# function.general.general
source: General
da: Generelt
de: Allgemeines
fi: Yleistoimenpiteet
pl: Ogólne

# function.general.hideShowUntranslated
source: Hide/show untranslated languages
de: Verstecke/Zeige nicht übersetzte Sprachen
pl: Ukryj/pokaż nieprzetłumaczone języki

# function.general.mail.form
source: Email information
da: E-mail informationer
de: Email Informationen
fi: S-posti informaatiot
pl: Informacja e-mail

# function.general.mail.fromAddress
source: from Address
da: Fra adresse
de: von Adresse
fi: osoitteesta
pl: z adresu

# function.general.mail.subject
source: Subject
da: Emne
de: Betreff
fi: Aihe
pl: Temat

# function.general.mail.success
source: The mail was sent successfully!
da: E-mail'en blev sendt korrekt!
de: Die Mail wurde erfolgreich versandt!
fi: Sähköposti lähettiin onnistuneesti!
pl: Wiadomość została wysłana pomyślnie!

# function.general.mail.toAddress
source: to Address
da: Til adresse
de: zu Adresse
fi: osoitteeseen
pl: na adres

# function.general.metaInfo.author
source: Extension Author
da: Extensionejer
de: Autor
fi: Lisäosan tekijä
pl: Autor rozszerzenia

# function.general.metaInfo.author.name
source: Name
da: Navn
fi: Nimi
pl: Nazwa

# function.general.metaInfo.desc
source: Description
da: Beskrivelse
de: Beschreibung
fi: Kuvaus
pl: Opis

# function.general.metaInfo.metaInfo
source: Information
da: Informationer
de: Informationen
fi: Informaatiot
pl: Informacja

# function.general.options
source: Options
da: Indstillinger
de: Optionen
fi: Vaihtoehdot
pl: Opcje

# function.general.split.merge
source: Merge
da: saml
de: zusammenfügen
fi: yhdistä
pl: Połącz

# function.general.split.split
source: Split
da: del
de: aufteilen
fi: jaa
pl: Podziel

# function.general.split.splitL10n
source: l10n splitting
da: l10n deling
de: l10n Aufteilung
fi: paikallistamisjako (l10n)
pl: dzielenie l10n

# function.general.split.splitNormal
source: normal splitting
da: normal deling
de: normale Aufteilung
fi: normaali jakaminen
pl: dzielenie normalne

# function.general.transform.transform
source: transformation
da: konvertering
de: konvertieren
fi: muunto
pl: przekształcenie

# function.langfile.confirmCancel
source: All unsaved changes will be lost. Are you sure that you wish to cancel?
da: Alle ikke-gemte ændringer vil gå tabt. Er du sikker på, at du ønsker at annullere?
de: Alle nicht gespeicherten Änderungen gehen verloren. Bist du dir sicher, dass du abbrechen möchtest?
fi: Kaikki tallentamattomat muutokset menetetään. Oletko varma, että haluat peruuttaa?
pl: Wszystkie niezapisane zmiany zostaną utracone. Czy na pewno chcesz anulować?

# function.langfile.confirmCancel.title
source: Warning
da: Advarsel
de: Warnung
fi: Varoitus
pl: Ostrzeżenie

# function.langfile.confirmChange
source: All unsaved changes will be lost. Are you sure that you wish to change?
da: Alle ikke-gemte ændringer vil gå tabt. Er du sikker på, at du ønsker at ændre?
de: Alle nicht gespeicherten Änderungen gehen verloren. Bist du dir sicher, dass du wechseln möchtest?
fi: Kaikki tallentamattomat muutokset menetetään. Oletko varma, että haluat muuttaa?
pl: Wszystkie niezapisane zmiany zostaną utracone. Czy na pewno chcesz anulować?

# function.langfile.confirmChange.title
source: Warning
da: Advarsel
de: Warnung
fi: Varoitus
pl: Ostrzeżenie

# function.langfile.edit
source: Edit file
da: Rediger fil
de: Sprachdatei editieren
fi: Muokkaa tiedostoa
pl: Edytuj plik

# function.search.caseSensitiveCheckbox
source: case sensitive
fi: iso-pieni-eroava (case sensitive)
pl: wrażliwe na wielkość liter

# lang.complete
source: complete
da: komplet
de: vollständig
fi: täydellinen
pl: kompletne

# lang.file.file
source: language file
da: sprog fil
de: Sprachdatei
fi: kielitiedosto
pl: plik językowy

# lang.file.missing
source: missing original file
da: mangler original fil
de: originale Sprachdatei fehlt
fi: alkuperäinen tiedosto puuttuu
pl: brakuje oryginalnego pliku

# lang.file.write.success
source: The changes are saved successfully.
da: Filen blev gemt korrekt!
de: Die Datei konnte erfolgreich geschrieben werden!
fi: Tiedoston kirjoittaminen onnistui!
pl: Zmiany zostały pomyślnie zapisane.

# lang.incomplete
source: incomplete
da: ukomplet
de: unvollständig
fi: epätäydellinen
pl: niekompletne

# lang.merged
source: merged
da: samlet
de: zusammengefügt
fi: yhdistetty
pl: scalone

# lang.origin
source: Origin
da: Kilde
de: Pfad
fi: Alkuperä
pl: Źródło

# lang.shortcut
source: Shortcut
da: Forkortelse
de: Sprachkürzel
fi: Pikavalinta
pl: Skrót

# lang.splitted
source: splitted
da: splittet
de: aufgeteilt
fi: jaettu
pl: podzielone

# lang.state
source: State
da: Status
de: Status
fi: Tila
pl: Status

source: Select constant
da: vælg konstant
de: wähle Konstante
fi: valitse vakio
pl: Wybierz stałą

source: Select constant type
da: vælg konstanttype
de: wähle Art der Konstanten
fi: valitse vakion tyyppi
pl: Wybierz typ stałej

# select.editingMode.extension
source: Extension mode
de: Extension-Modus
pl: Tryb rozszerzenia

# select.editingMode.l10n
source: l10n mode
de: l10n-Modus
pl: tryb l10n

# select.editingMode.override
source: Override mode
de: Override-Modus
pl: Tryb zastępowania

source: Select explode token
da: Vælg delingstegn
de: Explode-Character
fi: Valitse jakomerkintä (explode token)
pl: Wybierz token rozdzielania

source: Select extension
da: vælg extension
de: wähle Extension
fi: valitse lisäosa
pl: Wybierz rozszerzenie

source: Select extension and workspace
da: vælg extension og arbejdsrum
de: wähle Extension und Workspace
fi: valitse lisäosa ja työtila
pl: Wybierz rozszerzenie i przestrzeń roboczą

# select.insertMode.normal
source: normal insert mode
da: Normalt tekstfelt
de: normaler Eingabemodus
fi: normaali syöttömoodi
pl: normalny tryb wstawiania

# select.insertMode.pmktextarea
source: enhanced insert mode
da: Udvidet tekstfelt
de: verbesserter Eingabemodus
fi: kehittynyt syöttömoodi
pl: ulepszony tryb wstawiania

# select.langfile
source: Select language file
da: vælg sprogfil
de: wähle Sprachdatei
fi: valitse kielitiedosto
pl: Wybierz plik językowy

# select.languageAndPattern
source: Select up to two languages
da: vælg sprog og mønster
de: Wähle bis zu zwei Sprachen
fi: valitse kieli ja sen mallikieli
pl: Wybierz do dwóch języków

# select.nothing
source: Nothing selected
da: intet valgt
de: nichts ausgewählt
fi: mitään ei ole valittu
pl: Nic nie wybrano

# select.numConstants
source: Select # of constants to show
pl: Wybierz # stałych, które chcesz wyświetlić

source: Select reference language
da: vælg reference sprog
de: wähle Referenzsprache
fi: valitse referenssikieli
pl: Wybierz język odniesienia

# table.backups
source: This table lists all backup files of the selected extension.
da: Denne tabel viser alle backupfiler fra den valgte extension.
de: Diese Tabelle listet alle Backupdateien der selektierten Extension.
fi: Tämä taulukko luettelee valitun lisäosan varmuustallennetiedostot.
pl: Ta tabela zawiera listę wszystkich plików kopii zapasowych wybranego rozszerzenia.

# table.fileInfo
source: This table lists all languages of the selected language file with additional information.
da: Denne tabel viser alle sprog fra den valgte sprogfil med ekstra informationer.
de: Diese Tabelle listet alle Sprachen der selektierten Sprachdatei mit zusäauml;tzlichen Informationen.
fi: Tämä taulukko luettelee kaikki valitun kielitiedoston kaikki kieliversiot lisäinformaatioineen.
pl: Ta tabela zawiera listę wszystkich języków wybranego pliku językowego z dodatkowymi informacjami.

# workspace.base
source: global
fi: globaali
pl: globalna

# workspace.xll
source: local (only BE modules)
da: lokal
de: lokal (nur BE-Module)
fi: lokaali (vain tausakäyttömoduleille)
pl: lokalna (tylko moduły BE)

# function.general.metaInfo.author.email
source: Email
fi: S-posti

# lang.file.l10n
source: l10n
fi: paikallistaminen (l10n)
