Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/info_pagetsconfig/ch.locallang.xlf
Languages: ch

# tsconf_title
source: Page TSconfig
ch: 页面 TSconfig

# tsconf_parts_0
source: All
ch: 全部

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
ch: 忽视用户设置的关键模块('mod')

# tsconf_parts_1a
source: Module: Web>Page
ch: 模块： 网站>页面

# tsconf_parts_1b
source: Module: Web>View
ch: 模块： 网站>浏览

# tsconf_parts_1c
source: Module: Web>Modules
ch: 模块： 网站>列表

# tsconf_parts_1d
source: Module: Web>List
ch: 模块： 网站>信息

# tsconf_parts_1e
source: Module: Web>Info
ch: 模块： 网站>访问

# tsconf_parts_1f
source: Module: Web>Func
ch: 模块： 网站>功能

# tsconf_parts_1g
source: Module: Web>Template
ch: 模块： 网站>模板

# tsconf_configFields
source: View TSconfig fields content
ch: 浏览TSconfig各域内容

# editThisColumn
source: Edit the field '%s' for all listed pages
ch: 为所有列出页编辑'%s' 域

# editTSconfig
source: Edit TSconfig for this page
ch: 编辑该页TSconfig

# editTSconfig_all
source: Edit TSconfig for all shown pages
ch: 编辑全部显示页TSconfig

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
ch: TYPO3_CONF_VARS默认设置

# mod_pagetsconfig
source: Page TSconfig
ch: 页面 TSconfig

# sort_alphabetic
source: Sort alphabetically:
ch: 按字母排序
