Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/templavoila_framework/ch.locallang_db.xlf
Languages: ch

# skinSelectorTab
source: Skin Selector
ch: 皮肤选择器

# skinSelectorLabel
source: Select a skin
ch: 选择一个皮肤

# title
source: Select Site Skin
ch: 选择站点皮肤

# currentSkin
source: Currently Selected Skin
ch: 当前选择的皮肤

# customSkinPath
source: Custom skin located at %s
ch: 自定义皮肤位于 %s

source: Standard Skin
ch: 标准皮肤

source: Custom Skin
ch: 自定义皮肤

source: Custom Skins
ch: 自定义皮肤

source: Standard Skins
ch: 标准皮肤

source: No Skin Selected
ch: 没有选择皮肤

# noSkinsTitle
source: No Skins Available
ch: 没有可用皮肤

# noSkinsMessage
source: No skins are currently installed. You can import standard skins from the TYPO3 Extension Repository or create custom skins at %s.
ch: 当前没有安装皮肤，你可以从官方库导入标准皮肤，或者在 %s 创建皮肤

# selectSkinButton
source: Select Skin
ch: 选择皮肤

# unselectSkinButton
source: Unselect Skin
ch: 取消选择皮肤

# copySkinButton
source: Copy Skin
ch: 拷贝皮肤
