Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/felogin/ch.locallang.xlf
Languages: ch

# ll_welcome_header
source: User login
ch: 用户登录

# ll_welcome_message
source: Enter your username and password here in order to log in on the website:
ch: 请输入用户名和密码

# ll_logout_header
source: You have logged out.
ch: 退出成功

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
ch: 退出成功，您可以重新登录，或者使用其他帐号进行登录.

# ll_error_header
source: Login failure
ch: 登录失败

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
ch: 用户名或密码不正确，请重新登录

# ll_success_header
source: Login successful
ch: 登录成功

# ll_success_message
source: You are now logged in as '###USER###'
ch: 欢迎 '###USER###'

# ll_status_header
source: Current status
ch: 当前状态

# ll_status_message
source: This is your current status:
ch: 您当前状态是：

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
ch: 请开启浏览器 cookies, 否则无法登录成功

source: Username:
ch: 用户名：

source: Password:
ch: 密码：

source: Login
ch: 登录

# permalogin
source: Stay logged in:
ch: 保持登录：

source: Logout
ch: 退出

source: Send password
ch: 发送密码

source: Reset Password
ch: 重设密码

# ll_change_password_header
source: Change your password
ch: 修改密码

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
ch: 请重复输入新密码，密码长度不能少于 %s 个字符。

# ll_change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRelPrefix = http://yourdomain/
ch: 错误：没有根地址。请在typoscript模板中设置 plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRelPrefix = http://yourdomain/

# ll_change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot message procedure.
ch: 链接无效，请重新点击忘记密码获取链接

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
ch: 两次密码不一致。

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
ch: 密码太短，密码不能少于 %s 个字符。

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
ch: 密码修改成功，请使用新密码进行登录。

# change_password
source: Change your password
ch: 修改密码

# newpassword_label1
source: Enter new password
ch: 新密码

# newpassword_label2
source: Repeat new password
ch: 重新密码

source: Your email:
ch: 邮箱：

# ll_forgot_header
source: Forgot your password?
ch: 忘记密码：

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
ch: 您的密码 您好 %s 您的用户名: "%s" 您的密码："%s"

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
ch: 您的密码 您好 %s 用户名或密码不存在

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
ch: 新密码 您好 %s, 请点下面的链接重置密码 %s 链接有效期为 %s

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
ch: 请输入您的邮箱

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
ch: 您的密码已经发到邮箱 %s

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
ch: 请输入帐号或者是邮箱，提交后将会收到一封邮件

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
ch: 邮件已发送到您的邮箱，如果您未收到邮件，则说明您的帐号或者邮箱不存在

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
ch: 您的帐号或者邮箱不存在

# ll_forgot_header_backToLogin
source: Return to login form
ch: 返回登录框

# ll_enter_your_data
source: Username or email address:
ch: 用户名或者邮箱：

# noValidRedirectUrl
source: Url "%s" for redirect was not accepted!
ch: 链接不合法

# xssAttackDetected
source: Url "%s" contained an XSS attack and was cleaned!
ch: 包含XSS攻击和被清理
