Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/form/Resources/Private/Language/ch.Database.xlf
Languages: ch

# formEditor.element.AdvancedPassword.editor.confirmationLabel.predefinedDefaults
source: Confirmation
ch: 确认

# formEditor.elements.AdvancedPassword.editor.confirmationLabel.label
source: Confirmation label
ch: 确认标签

# formEditor.elements.AdvancedPassword.label
source: Advanced password
ch: 高级密码

# formEditor.elements.BaseFormElementMixin.editor.label.label
source: Form name
ch: 表单名

# formEditor.elements.Checkbox.label
source: Checkbox
ch: 选择框

# formEditor.elements.ContentElement.label
source: Content element
ch: 内容元素

# formEditor.elements.ContentElement.selectContentElement
source: No content element selected
ch: 没有选中内容元素

# formEditor.elements.DatePicker.editor.validators.DateTime.label
source: Date/time
ch: 日期/时间

# formEditor.elements.DatePicker.editor.validators.EmptyValue.label
source: Add validator
ch: 添加验证器

# formEditor.elements.DatePicker.editor.validators.label
source: Validators
ch: 验证器

# formEditor.elements.DatePicker.label
source: Date picker (jQuery)
ch: 日期选择器

# formEditor.elements.DatePicker.validators.DateTime.editor.header.label
source: Date/time
ch: 日期/时间

# formEditor.elements.Fieldset.editor.label.label
source: Fieldset name
ch: 字段集合名称

# formEditor.elements.Fieldset.label
source: Fieldset
ch: 字段集合

# formEditor.elements.FileUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
ch: 允许的mime类型

# formEditor.elements.FileUpload.label
source: File upload
ch: 文件上传

# formEditor.elements.FileUploadMixin.editor.saveToFileMount.label
source: Uploads save path
ch: 上传保存地址

# formEditor.elements.FileUploadMixin.editor.validators.FileSize.label
source: File size
ch: 文件大小

# formEditor.elements.FileUploadMixin.validators.FileSize.editor.header.label
source: File size
ch: 文件大小

# formEditor.elements.Form.editor.finishers.Confirmation.label
source: Confirmation message
ch: 确认信息

# formEditor.elements.Form.editor.finishers.DeleteUploads.label
source: Delete uploads
ch: 删除上传

# formEditor.elements.Form.editor.finishers.EmailToReceiver.label
source: Email to receiver (you)
ch: 邮件给接收者

# formEditor.elements.Form.editor.finishers.EmailToSender.label
source: Email to sender (form submitter)
ch: 邮件给发送者

# formEditor.elements.Form.editor.finishers.EmptyValue.label
source: Add finisher
ch: 添加终结者

# formEditor.elements.Form.editor.finishers.Redirect.label
source: Redirect to a page
ch: 转发到一个页面

# formEditor.elements.Form.editor.finishers.label
source: Finishers
ch: 终结者

# formEditor.elements.Form.editor.submitButtonLabel.label
source: Submit label
ch: 提交标签

# formEditor.elements.Form.editor.submitButtonLabel.value
source: Submit
ch: 发送

# formEditor.elements.Form.finisher.Closure.editor.header.label
source: Execute a closure
ch: 执行一个闭合（closure）

# formEditor.elements.Form.finisher.Confirmation.editor.header.label
source: Confirmation message
ch: 确认信息

# formEditor.elements.Form.finisher.DeleteUploads.editor.header.label
source: Delete uploads
ch: 删除上传

# formEditor.elements.Form.finisher.EmailToReceiver.editor.attachUploads.label
source: Attach uploads
ch: 附加上传

source: BCC address
ch: 暗送地址

# formEditor.elements.Form.finisher.EmailToReceiver.editor.carbonCopyAddress.label
source: CC address
ch: 抄送地址

# formEditor.elements.Form.finisher.EmailToReceiver.editor.format.1
source: Plain text
ch: 纯文本

# formEditor.elements.Form.finisher.EmailToReceiver.editor.format.label
source: Format
ch: 格式

# formEditor.elements.Form.finisher.EmailToReceiver.editor.header.label
source: Email to receiver (you)
ch: 发送邮件（接收者）

# formEditor.elements.Form.finisher.EmailToReceiver.editor.language.label
source: Translation language
ch: 翻译语言

# formEditor.elements.Form.finisher.EmailToReceiver.editor.recipientAddress.label
source: Recipient address
ch: 收信人地址

# formEditor.elements.Form.finisher.EmailToReceiver.editor.recipientName.label
source: Recipient name
ch: 收信人名字

# formEditor.elements.Form.finisher.EmailToReceiver.editor.replyToAddress.label
source: Reply-to address
ch: 回复到地址

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderAddress.label
source: Sender address
ch: 发送地址

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderName.label
source: Sender name
ch: 发送名字

# formEditor.elements.Form.finisher.EmailToReceiver.editor.subject.label
source: Subject
ch: 主题

# formEditor.elements.Form.finisher.EmailToSender.editor.attachUploads.label
source: Attach uploads
ch: 附加上传

source: BCC address
ch: 暗送地址

# formEditor.elements.Form.finisher.EmailToSender.editor.carbonCopyAddress.label
source: CC address
ch: 抄送地址

# formEditor.elements.Form.finisher.EmailToSender.editor.format.1
source: Plain text
ch: 纯文本

# formEditor.elements.Form.finisher.EmailToSender.editor.format.label
source: Format
ch: 格式

# formEditor.elements.Form.finisher.EmailToSender.editor.header.label
source: Email to sender (form submitter)
ch: 发送邮件（发送者）

# formEditor.elements.Form.finisher.EmailToSender.editor.recipientAddress.label
source: Recipient address
ch: 收信人地址

# formEditor.elements.Form.finisher.EmailToSender.editor.recipientName.label
source: Recipient name
ch: 收信人名字

# formEditor.elements.Form.finisher.EmailToSender.editor.replyToAddress.label
source: Reply-to address
ch: 回复到地址

# formEditor.elements.Form.finisher.EmailToSender.editor.senderAddress.label
source: Sender address
ch: 发送地址

# formEditor.elements.Form.finisher.EmailToSender.editor.senderName.label
source: Sender name
ch: 发送名字

# formEditor.elements.Form.finisher.EmailToSender.editor.subject.label
source: Subject
ch: 主题

# formEditor.elements.Form.finisher.FlashMessage.editor.header.label
source: Flash message
ch: 弹出（Flash）信息

# formEditor.elements.Form.finisher.Redirect.editor.additionalParameters.label
source: Additional parameters
ch: 附加参数

# formEditor.elements.Form.finisher.Redirect.editor.header.label
source: Redirect to a page
ch: 转发到一个页面

# formEditor.elements.Form.finisher.Redirect.editor.pageUid.buttonLabel
source: Page
ch: 页面

# formEditor.elements.Form.finisher.Redirect.editor.pageUid.label
source: Page
ch: 页面

# formEditor.elements.Form.finisher.SaveToDatabase.editor.header.label
source: Save the mail to the Database
ch: 保存邮件到数据库

# formEditor.elements.Form.saveErrorFlashMessageTitle
source: Save
ch: 保存

# formEditor.elements.Form.saveSuccessFlashMessageMessage
source: The form has been successfully saved.
ch: 表单成功保存

# formEditor.elements.Form.saveSuccessFlashMessageTitle
source: Save
ch: 保存

# formEditor.elements.FormElement.editor.label.label
source: Label
ch: 元素名

# formEditor.elements.FormElement.editor.requiredValidator.label
source: Required field
ch: 必填字段

# formEditor.elements.ImageUpload.label
source: Image upload
ch: 图片上传

# formEditor.elements.MultiCheckbox.label
source: Multi checkbox
ch: 多项选择框

# formEditor.elements.MultiSelect.label
source: Multi select
ch: 多选

# formEditor.elements.MultiSelectionMixin.editor.validators.Count.label
source: Number of submitted values
ch: 已发送数值的数量

# formEditor.elements.MultiSelectionMixin.editor.validators.EmptyValue.label
source: Add validator
ch: 添加验证器

# formEditor.elements.MultiSelectionMixin.editor.validators.label
source: Validators
ch: 验证器

# formEditor.elements.MultiSelectionMixin.validators.Count.editor.header.label
source: Number of submitted values
ch: 已发送数值的数量

# formEditor.elements.Page.editor.label.label
source: Step name
ch: 页面名称

# formEditor.elements.Page.editor.nextButtonLabel.label
source: Next button label
ch: 下一个标签

# formEditor.elements.Page.editor.previousButtonLabel.label
source: Previous button label
ch: 上一个标签

# formEditor.elements.Page.label
source: Step
ch: 页面

# formEditor.elements.Password.label
source: Password
ch: 密码

# formEditor.elements.RadioButton.label
source: Radio button
ch: 单选按钮

# formEditor.elements.ReadOnlyFormElement.editor.label.label
source: Label
ch: 元素名

# formEditor.elements.SelectionMixin.editor.options.label
source: Choices
ch: 选择

source: There must be at least one row within your options.
ch: 你的选项里必须至少有一行。

source: Error
ch: 错误

# formEditor.elements.SingleSelect.label
source: Single select
ch: 单选

# formEditor.elements.StaticText.editor.staticText.label
source: Text
ch: 文本

# formEditor.elements.StaticText.label
source: Static text
ch: 静态文本

# formEditor.elements.SummaryPage.editor.label.label
source: Step name
ch: 页面名称

# formEditor.elements.SummaryPage.label
source: Summary step
ch: 摘要页面

# formEditor.elements.Text.label
source: Text
ch: 文本

# formEditor.elements.TextMixin.editor.defaultValue.label
source: Default value
ch: 默认值

# formEditor.elements.TextMixin.editor.pattern.label
source: Pattern
ch: 模式

# formEditor.elements.TextMixin.editor.placeholder.label
source: Placeholder
ch: 占位符

# formEditor.elements.TextMixin.editor.step.label
source: Step
ch: 步

# formEditor.elements.TextMixin.editor.validators.Alphanumeric.label
source: Alphanumeric
ch: 字母顺序

# formEditor.elements.TextMixin.editor.validators.EmailAddress.label
source: Email
ch: 邮件地址

# formEditor.elements.TextMixin.editor.validators.EmptyValue.label
source: Add validator
ch: 添加验证器

# formEditor.elements.TextMixin.editor.validators.Float.label
source: Floating-point number
ch: 浮点数

# formEditor.elements.TextMixin.editor.validators.Integer.label
source: Integer number
ch: 整数

# formEditor.elements.TextMixin.editor.validators.NumberRange.label
source: Number range
ch: 数值范围

# formEditor.elements.TextMixin.editor.validators.RegularExpression.label
source: Regular expression
ch: 正则表达式

# formEditor.elements.TextMixin.editor.validators.StringLength.label
source: String length
ch: 字符长度

# formEditor.elements.TextMixin.editor.validators.label
source: Validators
ch: 验证器

# formEditor.elements.TextMixin.validators.Alphanumeric.editor.header.label
source: Alphanumeric
ch: 字母顺序

source: Custom error message
ch: 自定义错误消息

# formEditor.elements.TextMixin.validators.EmailAddress.editor.header.label
source: Email
ch: 电子邮件

source: Custom error message
ch: 自定义错误消息

# formEditor.elements.TextMixin.validators.Float.editor.header.label
source: Floating-point number
ch: 浮点数

source: Custom error message
ch: 自定义错误消息

# formEditor.elements.TextMixin.validators.Integer.editor.header.label
source: Integer number
ch: 整数

# formEditor.elements.TextMixin.validators.NumberRange.editor.header.label
source: Number range
ch: 数值范围

source: Custom error message
ch: 自定义错误消息

# formEditor.elements.TextMixin.validators.RegularExpression.editor.header.label
source: Regular expression
ch: 正则表达式

source: Enter a valid PHP PCRE regular expression here.
ch: 在这里输入一个有效的PHP PCRE正则表达式

# formEditor.elements.TextMixin.validators.RegularExpression.editor.regex.label
source: Regular expression
ch: 正则表达式

source: Custom error message
ch: 自定义错误消息

# formEditor.elements.TextMixin.validators.StringLength.editor.header.label
source: String length
ch: 字符长度

source: Custom error message
ch: 自定义错误消息

source: Custom error message
ch: 自定义错误消息

# formEditor.elements.Textarea.label
source: Textarea
ch: 文本区

# formEditor.elements.UnknownElement
source: Unknown element
ch: 未知元素

# formEditor.formElementGroups.container.label
source: Container elements
ch: 容器元素

# formEditor.formElementGroups.custom.label
source: Advanced elements
ch: 高级元素

# formEditor.formElementGroups.html5.label
source: Special elements
ch: 特殊元素

# formEditor.formElementGroups.input.label
source: Basic elements
ch: 基本元素

# formEditor.formElementGroups.page.label
source: Step types
ch: 页面类型

# formEditor.formElementGroups.select.label
source: Select elements
ch: 选择元素

source: Invalid form element
ch: 无效的表单元素

# formEditor.formElementPropertyValidatorsDefinition.Integer.label
source: Not a number
ch: 不是一个数字

# formEditor.formElementPropertyValidatorsDefinition.NaiveEmail.label
source: Invalid email address
ch: 无效的邮件地址

# formEditor.formElementPropertyValidatorsDefinition.NotEmpty.label
source: Required
ch: 必须

# formEditor.form_settings_button
source: Settings
ch: 设置

# formEditor.insert_elements
source: Insert elements
ch: 插入元素

# formEditor.modals.close.cancleButton
source: No, I will continue editing
ch: No，我要继续编辑

# formEditor.modals.close.confirmButton
source: Yes, discard my changes
ch: 是的，丢失我的修改

# formEditor.modals.close.dialogMessage
source: You have currently unsaved changes. Are you sure that you want to discard all changes?
ch: 你当前没有保存修改，你确认丢弃所有修改吗？

# formEditor.modals.close.dialogTitle
source: Do you want to quit without saving?
ch: 你确认退出不保存吗？

# formEditor.modals.insertElements.dialogTitle
source: New element
ch: 新元素

# formEditor.modals.newPages.dialogTitle
source: New step
ch: 新页面

# formEditor.modals.removeElement.cancleButton
source: Cancel
ch: 取消

# formEditor.modals.removeElement.confirmButton
source: Remove
ch: 去除

# formEditor.modals.removeElement.dialogMessage
source: Are you sure that you want to remove this element?
ch: 你确认删除这个元素？

# formEditor.modals.removeElement.dialogTitle
source: Remove element?
ch: 取出元素

# formEditor.modals.removeElement.lastAvailablePageFlashMessageMessage
source: There must be at least one step within your form.
ch: 你的表单里必须至少有一页。

# formEditor.modals.removeElement.lastAvailablePageFlashMessageTitle
source: Error
ch: 错误

# formEditor.modals.validationErrors.dialogMessage
source: Some elements are not configured properly. Please check the following elements:
ch: 一些元素没有正确配置，请检查下列元素：

# formEditor.modals.validationErrors.dialogTitle
source: Alert
ch: 警告

# formEditor.new_page_button
source: Create new step
ch: 创建新页面

# formEditor.pagination.title
source: Step {0} of {1}
ch: Page {0} of {1}

# formEditor.redo_button
source: Redo
ch: 重做

# formEditor.save_button
source: Save
ch: 保存

# formEditor.stage.toolbar.new_element
source: Create new element
ch: 创建一个新元素

# formEditor.stage.toolbar.new_element.after
source: After
ch: 之后

# formEditor.stage.toolbar.new_element.inside
source: Inside
ch: 在其中

# formEditor.stage.toolbar.remove
source: Remove
ch: 去除

# formEditor.structure
source: Structure
ch: 结构

# formEditor.undo_button
source: Undo
ch: 撤销

# formManager.create_new_form
source: Create new form
ch: 创建一个新表单

# formManager.delete_form
source: Remove this form
ch: 删除这个表单

# formManager.delete_form_not_allowed
source: Delete this form is not allowed.
ch: 不允许删除这个表单

# formManager.deprecated_file_extension
source: Unsupported file extension!
ch: 不支持的文件扩展！

# formManager.duplicate_this_form
source: Duplicate this form
ch: 复制表单

# formManager.edit_existing_forms
source: Edit existing forms
ch: 编辑已有表单

# formManager.edit_form
source: Edit this form
ch: 编辑表单

# formManager.form_name
source: Form name
ch: 表单名

# formManager.forms_not_found.message
source: There are currently no forms found in the system.
ch: 系统中没有发现表单

# formManager.forms_not_found.title
source: No forms found!
ch: 没有发现表单

# formManager.headline
source: Form Management
ch: 管理表单

# formManager.location
source: Location
ch: 位置

# formManager.options
source: Options
ch: 选项

# formManager.references
source: References
ch: 引用

# formManager.selectablePrototypesConfiguration.standard.label
source: Standard
ch: 标准

source: Blank form
ch: 空表单

source: Simple contact form (ext:form example)
ch: 简单联系人表单（扩展：form example）

# formManager.show_references
source: Show references for this form
ch: 显示这个表单的引用

# formManagerController.deleteAction.error.body
source: The form "%s" could not be deleted.
ch: 表单 "%s"不能被删除

# formManagerController.deleteAction.error.title
source: Delete error
ch: 删除错误

# module.shortcut_name
source: Form manager
ch: 表单管理器

# tt_content.finishersDefinition.Confirmation.contentElementUid.label
source: Record
ch: 记录

# tt_content.finishersDefinition.Confirmation.label
source: Confirmation
ch: 配置

# tt_content.finishersDefinition.Confirmation.message.label
source: Text
ch: 文本

# tt_content.finishersDefinition.EmailToReceiver.format.2
source: Plain text
ch: 纯文本

# tt_content.finishersDefinition.EmailToReceiver.format.label
source: Format of the email
ch: 邮件格式

# tt_content.finishersDefinition.EmailToReceiver.label
source: Email to receiver (you)
ch: Email to receiver

# tt_content.finishersDefinition.EmailToReceiver.language.1
source: Default
ch: 默认

# tt_content.finishersDefinition.EmailToReceiver.language.label
source: Translation language
ch: 翻译语言

# tt_content.finishersDefinition.EmailToSender.label
source: Email to sender (form submitter)
ch: 邮件给发送者

# tt_content.finishersDefinition.EmailToSender.subject.label
source: Subject of the email
ch: 邮件主题

# tt_content.finishersDefinition.Redirect.additionalParameters.label
source: Additional link parameter
ch: 附加链接参数

# tt_content.finishersDefinition.Redirect.label
source: Redirect
ch: 跳转

# tt_content.finishersDefinition.Redirect.pageUid.label
source: Page
ch: 页面

# tt_content.pi_flexform.formframework.overrideFinishers
source: Override finisher settings
ch: 覆盖终结者设置

# tt_content.pi_flexform.formframework.persistenceIdentifier
source: Form definition
ch: 表单定义

# tt_content.pi_flexform.formframework.selectPersistenceIdentifier
source: Please select a form definition
ch: 请选择一个表单定义

# tt_content.pi_flexform.formframework.sheet_general
source: General
ch: 常规

# tt_content.preview.invalidFrameworkConfiguration.title
source: Invalid configuration.
ch: 无效的配置

# tt_content.preview.noPersistenceIdentifier
source: No form selected.
ch: 没有表单被选择
