Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/frontend/Resources/Private/Language/ch.Database.xlf
Languages: ch

# tt_content.asset_references
source: Media elements
ch: 媒体元素

# tt_content.asset_references.addFileReference
source: Add media file
ch: 添加媒体文件

# tt_content.palette.gallerySettings
source: Gallery Settings
ch: 图片组设置

# tt_content.palette.mediaAdjustments
source: Media Adjustments
ch: 媒体调整

# tt_content.palette.mediaAdjustments.imageborder
source: Border around each element
ch: 每个元素圆角环绕

# tt_content.palette.mediaAdjustments.imageheight
source: Height of each element (px)
ch: 每个元素的高度(px)

# tt_content.palette.mediaAdjustments.imagewidth
source: Width of each element (px)
ch: 每个元素的宽度(px)

# tt_content.table_caption
source: Table caption
ch: 表格标题

# tt_content.table_class
source: Table style
ch: 表格风格

# tt_content.table_class.bordered
source: Bordered
ch: 边框

# tt_content.table_class.default
source: Default
ch: 默认

# tt_content.table_class.striped
source: Striped
ch: 条纹

# tt_content.table_delimiter
source: Field Delimiter
ch: 字段分隔符

# tt_content.table_enclosure
source: Text enclosure
ch: 文本环绕

# tt_content.table_header_position
source: Table header position
ch: 表格标题位置

# tt_content.uploads_description
source: Display description
ch: 显示描述

# tt_content.uploads_type
source: Display file/icon/thumbnail
ch: 显示文件/图标/缩略图

# tt_content.uploads_type.0
source: Only file name
ch: 仅文件名

# tt_content.uploads_type.1
source: File name and file extension icon
ch: 文件名和扩展后缀图标

# tt_content.uploads_type.2
source: File name and thumbnail (if possible)
ch: 文件名和缩略图（如果有）
