Repository: WHBLeer/erp
Catalog: typo3conf/l10n/ch/seo/Resources/Private/Language/ch.locallang_tca.xlf
Languages: ch

# pages.palettes.seo
source: General SEO settings
ch: 一般SEO设置

# pages.seo_title
source: Title for search engines
ch: 搜索引擎的标题

# pages.palettes.robots
source: Robot instructions
ch: robot 说明

# pages.no_index
source: No index
ch: 没有索引

# pages.no_index_formlabel
source: Index this page
ch: 索引此页面

# pages.no_follow
source: No follow
ch: 不跟踪

# pages.no_follow_formlabel
source: Follow this page
ch: 跟踪此页面

# pages.palettes.opengraph
source: Open Graph (Facebook)
ch: Facebook名片

# pages.og_title
source: Title
ch: 标题

# pages.og_description
source: Description
ch: 介绍

# pages.og_image
source: Image
ch: 图片

# pages.palettes.twittercards
source: Twitter Cards
ch: Twitter名片

# pages.twitter_title
source: Title
ch: 标题

# pages.twitter_description
source: Description
ch: 介绍

# pages.twitter_image
source: Image
ch: 图片

# pages.palettes.canonical
source: Canonical
ch: 首选页面(搜索引擎)

# pages.canonical_link
source: Canonical link
ch: 首选页面(搜索引擎)链接

# pages.tabs.socialmedia
source: Social media
ch: 社交媒体
